{"input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa3f19e4b0b7ea5452486a", "models": {"aAZTOx-y4": {"intPercentCanopy": null, "intIntoBuffFW": 30.0, "ScientificName": "Anaxyrus microscaphus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 30.0, "Season": "y", "intElevMax": 100, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [9227, "North American Arid West Emergent Marsh"], [2102, "Open Water (Fresh)"], [1403, "Pasture/Hay"], [4316, "Madrean Upper Montane Conifer-Oak Forest and Woodland"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4518, "Madrean Pinyon-Juniper Woodland"], [9856, "North American Warm Desert Riparian Systems"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9830, "Great Basin Foothill and Lower Montane Riparian Woodland and Shrubland"], [1402, "Cultivated Cropland"], [9834, "North American Warm Desert Riparian Mesquite Bosque"], [5407, "Mogollon Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "aAZTOx", "intIntoBuffWV": 0.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 120.0, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": true, "Region": "Southwest", "CommonName": "Arizona Toad", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 0.0, "strStreamVel": null, "Modeler": "Ken Boykin", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": true, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 120.0}}, "references": {"B85STE01NAUS": "Stebbins, R. C. 1985. A Field Guide to Western Reptiles and Amphibians. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xiv + 336 pp.", "B64LOW01USGP": "Lowe, C.H. 1964. The amphibians and reptiles of Arizona. In The Vertebrates of Arizona.  Pages 153-174 In C.H. Lowe (editor).  University of Arizona Press, Tucson.", "R03OLI01SWGP": "Oliver, G.V.. 2003. Amphibians and repitiles of the Grand Staircase-Escalante National Monument: distribution, abundance and taxonomy. Utah Divison of Wildlife Resources.  Final Report, February 2003.", "B05SCH01SWGP": "Schwaner, T.D., and B.K. Sullivan.  2005.  Bufo microscaphus. In M.J. Lannoo, editor. Status and Conservation of U.S. Amphibians. University of California Press, Berkeley. 1094 Pages.", "R02NOW01USGP": "Nowak, E.M., T.B. Persons, R. Platenberg, and T. Graham. 2002. First-year results for herpetofauna inventories of southern and northern Colorado Plateau National Parks. Report to northern Colorado Plateau Inventory and Monitoring network. USGS Colorado Plateau Field Station, Flagstaff, Arizona.", "A74AIT01USGP": "Aitchison, S.W. and D.S. Tomko. 1974. Amphibians and reptiles of Flagstaff, Arizona. Plateau 47(1): 18-25.", "R96PAI01SWGP": "Painter, C. and L. Pierce. 1996. NMHerp database and General process to produce expected range shapefiles of New Mexico amphibians and reptiles.. Shapefiles and document produced to provide range and elevation estimates for NM amphibians and reptiles.  Internal report.  Pps. 66..", "B96DEGUSGP": "ERROR", "P05BLA01USGP": "Blair, Kathleen. 2005. Species list of the Bill Williams River National Wildlife Refuge.. Unpublished data..", "R94SUL01SWGP": "Sullivan, B.K. and C. Lockwood. 1994. Distribution and status of the Arizona toad, Bufo microscaphus microscaphus. Arizona Game and Fish Department, Phoenix.", "A55BLA01USGP": "Blair, A.P. 1955. Distribution, variation, and hybridization in a relict toad (Bufo microscaphus) in southwest Utah. American Museum Novitates 1722: 1-38.", "R88JON01USGP": "Jones, K.B. 1988. Distribution and habitat associations of amphibians and reptiles in Arizona:  comparisons by ecosystem. Pp. 109-128 in Management of Amphibians, Reptiles, and Small Mammals in North America. U.S. Forest Service Gen. Tech. Rpt. RM-166, Fort Collins, Colorado.", "A00DAH01USGP": "ERROR", "A93SUL01SWGP": "Sullivan, B.K. 1993. Distribution of the southwestern toad (Bufo microscaphus) in Arizona. Great Basin Naturalist 53(4): 402-406.", "R92SWE01SWGP": "Sweet, S.S. 1992. Initial report on the ecology and status of the arroyo toad (Bufo microscaphus californicus) on the Los Padres National Forest of southern California, with management recommendations. U.S.D.A. contract report, U.S. Forest Service, Goleta, California.", "A94DEM01USGP": "DeMarais, S. and D. Waters. 1994. Bufo microscaphus microscaphus geographic distribution. Herpetological Review 25(4): 159.", "B88PRI01SWGP": "Price, A.H. and B.K. Sullivan. 1988. Bufo microscaphus. Catalog of American Amphibians and Reptiles: 415.1-415.3.", "A94SEI01SWGP": "Seim, S.G. 1994. Bufo microscaphus microscaphus geographic distribution. Herpetological Review 25(1): 32.", "B96DEG01USGP": "Degenhardt, W., Painter, C., and A. Price.  1996. Amphibians and reptiles of New Mexico. University of New Mexico Press, Albuquerque, New Mexico. 429 pages."}, "habitat_description": "VEGETATION\r\nStebbins (1985) describes the species as occurring in washes, streams and arroyos in semiarid parts of the southwest, including sandy banks grown to willows, cottonwoods, or sycamores, and also in rocky streams in the pine-oak belt in Arizona and New Mexico. In New Mexico, Bufo microscaphus is usually associated with permanent ponds and rocky streams with shallow water flowing over sandy or rocky bottoms, usually in “unaltered” riparian areas where the vegetation is sycamore or cottonwood within grasslands, pinyon-juniper woodlands, and ponderosa pine forests (Degenhardt et al. 1996). As opposed to most other true toads (Bufo) in New Mexico, this species is less likely to occupy agricultural fields, irrigation ditches, or broad river bottoms (Degenhardt et al. 1996).  In Arizona, Lowe (1964) described the habitat as being rocky stream canyons and floodplains in Arizona Upland desertscrub and evergreen woodlands of the Mogollon Rim. More recently, Price and Sullivan (1988) described habitat in Arizona as relatively shallow permanent or intermittent flowing water over sandy or rocky substrates, from desert to pine-fir forest. In contrast to Degenhardt et al. (1996), Price and Sullivan (1988) state that “artificial habitats, such as irrigated cropland and reservoirs, are increasingly utilized”.  Jones (1988) recorded the following habitats for Bufo microscaphus:  Ponderosa Pine Woodland, Pinyon-Juniper Woodland, Closed Chaparral, Desert Grassland, Mixed Broadleaf Riparian, Cottonwood-Willow Riparian, Juniper / Mixed Shrub Woodland, Mesquite Bosque / floodplain woodland\r\n\r\nVegetation seems relatively unimportant, as the species seems to occupy mid elevation streams of particular water and substrate characteristics within numerous vegetation zones within its range. Schwaner and Sullivan (2005) list cottonwood, willow, and seep willow as common plants found in lower elevation riparian areas used by southwestern toads. \r\n\r\nELEVATION DESCRIPTION\r\nStebbins describes the species (including Bufo californicus) as occurring from near sea level to around 6000 ft (1830 m) in the U.S. (and up to 8500 ft/2590 m in Mexico). However, Price and Sullivan (1988) describe the overall range (including Mexico) as from about 90-3025 m. In New Mexico, occurs from 1900-2700 m (Degenhardt et al. 1996). \r\n\r\nHYDROLOGY\r\nUsually associated with permanent ponds and rocky streams with shallow water flowing over sandy or rocky bottoms (Degenhardt et al. 1996). Breeds at the edges of streams or shallows, backwashes, and side pools where flow is minimal (Schwaner and Sullivan 2005). Jones (1988) recorded the species from rocky sites, with permanent water at all sites.\r\n\r\nDISTRIBUTION INFORMATION\r\nStebbins (1985) describes distribution as ranging from southern Nevada to southern Durango, Mexico, and also from coastal southern California to northwest Baja California, occurring in many isolated populations. The western populations are currently regarded as a distinct species, the Arroyo Toad (Bufo californicus). In New Mexico, the species is known from Catron, Grant, and Sierra, and Socorro counties, and is common along the rivers and lakes of the Gila and San Francisco river drainages (Degenhardt et al. 1996). Price and Sullivan (1988) described the distribution as a series of isolated populations along the Mogollon Plateau of SW New Mexico to the Colorado and Virgin River basins in NW Arizona, S Nevada, and SW Utah. Recorded in SW Utah at Zion National Park (Nowak et al. 2002) and SE Utah at Grand Staircase-Escalante National Monument (Oliver 2003).  Recent range extensions in Arizona include Pinto Creek at Forest Road 287, the first record on the south side of Roosevelt Lake (Seim 1994), and Clear Creek at Hamilton Crossing, which extended the range 10 km further downstream from Mack’s Crossing (Sullivan 1993) and suggests they may be more widespread in drainages north of the Mogollon Rim (DeMarais and Waters 1994). Schwaner and Sullivan (2005) state that current distribution is likely similar to historic distribution, except that in some areas of Arizona and southern Nevada they are being replaced by Woodhouse’s toads.\r\n\r\nMISC.\r\nKey features of habitat within the species’ range appear to be streams that are relatively shallow, and rocky or sandy substrates (Degenhardt et al. 1996, Lowe 1964, Price and Sullivan 1988).  Streamside vegetation is typically willow or cottonwood, with surrounding vegetation ranging from grasslands and “Arizona Upland desertscrub” to Ponderosa Pine forest (Degenhardt et al. 1996, Lowe 1964, Price and Sullivan, 1988).  Sources differ on the tendency of this species to use artificial habitats such as reservoirs and irrigated fields (cf. Degenhardt et al. 1996 and Price and Sullivan 1988).  Jones (1988) recorded the following habitats for Bufo microscaphus:  Ponderosa Pine Woodland, Pinyon-Juniper Woodland, Closed Chaparral, Desert Grassland, Mixed Broadleaf Riparian, Cottonwood-Willow Riparian, Juniper / Mixed Shrub Woodland, Mesquite Bosque / floodplain woodland.  Sources specific to the Southwest GAP area list elevation range as 900 m (based on record south of Roosevelt Lake; Seim 1994) to 2700 m (Degenhardt et al. 1996, for NM).", "taxonomic": {"gap_code": "aAZTOx", "ELCode": "AAABB01110", "scientific_name": "Anaxyrus microscaphus", "ITIS_TSN": "773525", "Global_SEQ_ID": "105766", "common_name": "Arizona Toad"}}