{"doi": "https://doi.org/10.5066/F73N21NS", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa3f97e4b0b7ea545248f0", "models": {"aCLSAx-y1": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Aneides ferreus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": 1700, "intSlopeMax": null, "PrimEcoSys": [[4547, "North Pacific Dry-Mesic Silver Fir-Western Hemlock-Douglas-fir Forest"], [4319, "North Pacific Dry Douglas-fir-(Madrone) Forest and Woodland"], [9306, "North Pacific Hardwood-Conifer Swamp"], [9607, "Willamette Valley Wet Prairie"], [4338, "North Pacific Lowland Mixed Hardwood-Conifer Forest and Woodland"], [8302, "Recently Burned Forest"], [8301, "Recently Burned"], [8101, "Recently Logged Areas"], [4318, "Mediterranean California Red Fir Forest"], [4320, "Mediterranean California Mixed Evergreen Forest"], [4519, "Mediterranean California Dry-Mesic Mixed Conifer Forest and Woodland"], [4517, "Klamath-Siskiyou Upper Montane Serpentine Mixed Conifer Woodland"], [4516, "Klamath-Siskiyou Lower Montane Serpentine Mixed Conifer Woodland"], [4522, "North Pacific Maritime Dry-Mesic Douglas-fir-Western Hemlock Forest"], [4523, "North Pacific Mountain Hemlock Forest"], [5505, "Willamette Valley Upland Prairie and Savanna"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [4110, "North Pacific Oak Woodland"], [9846, "Mediterranean California Serpentine Foothill and Lower Montane Riparian Woodland and Seep"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4604, "North Pacific Hypermaritime Sitka Spruce Forest"], [4603, "Mediterranean California Mesic Mixed Conifer Forest and Woodland"], [3209, "North Pacific Montane Massive Bedrock, Cliff and Talus"], [4601, "California Coastal Redwood Forest"], [4606, "North Pacific Maritime Mesic-Wet Douglas-fir-Western Hemlock Forest"], [3214, "Klamath-Siskiyou Cliff and Outcrop"], [3213, "Central California Coast Ranges Cliff and Canyon"], [9811, "North Pacific Lowland Riparian Forest and Shrubland"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [9216, "North Pacific Shrub Swamp"]], "AuxEcoSys": [], "SpeciesCode": "aCLSAx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Clouded Salamander", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "Petranka, J. W. 1998. Salamanders of the United States and Canada. Washington DC: Smithsonian Inst. Press.", "Corn, P. S., and R. B. Bury. 1991. Terrestrial amphibian communities in the Oregon Coast Range. Pages 3-4-317 in L. F. Ruggerio, K. B. Aubry, and M. H. Huff, technical coordinators. Wildlife and vegetation of unmanaged Douglas-fir forests. USDA Forest Service, Pacific Northwest Research Station, Olympia, Washington, General Technical Report PNW-GTR-285.", "Bury, R. B., and P. S. Corn. 1988. Douglas-fir forests in the Oregon and Washington Cas- cades: relation of the herpetofauna to stand age and moisture. Pages 11-22 in R. C. Szaro, K. E. Severson, and D. R. Patton, eds. Proceedings of a Symposium, Management of Amphibians, Reptiles, and Small Mam- mals in North America. Flagstaff, AZ, 19-21 July 1988. USDA Forest Service General Technical Report RM-166, Ft. Collins, CO.", "Wake, D. and T. Jackman. 1999. Description of a new species of plethodontid salamander from California. Canadian Journal of Zoology 76:1579–1580.", "Welsh, H. H., Jr., and A. J. Lind. 1991. The structure of the herpetofaunal assemblage in the Douglas-fir hardwood forests of northern California and southwestern Oregon. Pages 394–413 in L. F. Ruggiero, K. B. Aubry, A. B. Carey, and M. H. Huff, editors. Wildlife and vegetation of unmanaged Douglas-fir forests. General technical report PNW-285. Pacific Northwest Research Station, U.S. Forest Service, Portland. ", "Whitaker Jr, J. O., C. Maser, R. M. Storm, and J. J. Beatty. 1986. Food habits of clouded salamanders (Aneides ferreus) in Curry County, Oregon (Amphibia: Caudata: Plethodontidae). Great Basin Naturalist 46:228–240.", "Welsh, H. H., and A. J. Lind. 1988. Old growth forests and the distribution of the terrestrial herpetofauna. Pages 439-455 in R. C. Szaro, K. E. Severson, and D. R. Pat- ton, eds. Management of Amphibians, Rep- tiles, and Small Mammals in North America. USDA Forest Service General Technical Re- port RM-166, Ft. Collins, CO.", "McKenzie, D.S. and R.M. Storm. 1970. Patterns of habitat selection in the clouded salamander, Aneides ferreus (Cope). Herpetologica 26(4):450-454."], "habitat_description": "Clouded salamanders are arboreal Plethodontids that occupy the coniferous forest and woodlands of OR and northern CA up to an elevation of around 1700m (Petranka 1998). Decaying stumps and logs typical of mature forested environments provide critical microhabitats for foraging and reproduction (Petranka 1998). Talus habitats within mature forests are also utilized for refugia (Petranka 1998, Corn and Bury 1991, Whitaker et al. 1986). The species is tolerant of recently burned forests and/or logging operations and may persist in these areas for up to a decade post harvest/burn provided suitable downed materials are left on site (Petranka 1998, Bury and Corn 1988, McKenzie and Storm 1970, Welsh and Lind 1988, 1991). Short rotations and \"clean\" harvest practices may decrease populations (Petranka 1998, Corn and Bury 1991). Wake and Jackman (1999) determined that populations in Northern CA south of the South Fork Smith river (and disjunctally, British Columbia) are genetically distinct and therefore identified a new species A. vagrans - Wandering salamander.", "taxonomic": {"gap_code": "aCLSAx", "ELCode": "AAAAD01020", "scientific_name": "Aneides ferreus", "ITIS_TSN": "173700", "Global_SEQ_ID": "102082", "common_name": "Clouded Salamander"}}