{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"aCTOSx-y1": {"intIntoBuffFW": 30.0, "ScientificName": "Rhyacotriton kezeri", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[4602, "East Cascades Mesic Montane Mixed-Conifer Forest and Woodland"], [4550, "East Cascades Oak-Ponderosa Pine Forest and Woodland"], [8106, "Harvested Forest - Northwestern Conifer Regeneration"], [4324, "Inter-Mountain Basins Aspen-Mixed Conifer Forest and Woodland"], [8406, "Introduced Riparian and Wetland Vegetation"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [4603, "Mediterranean California Mesic Mixed Conifer Forest and Woodland"], [4320, "Mediterranean California Mixed Evergreen Forest"], [4318, "Mediterranean California Red Fir Forest"], [9846, "Mediterranean California Serpentine Foothill and Lower Montane Riparian Woodland and Seep"], [4148, "North Pacific Broadleaf Landslide Forest and Shrubland"], [4319, "North Pacific Dry Douglas-fir-(Madrone) Forest and Woodland"], [4547, "North Pacific Dry-Mesic Silver Fir-Western Hemlock-Douglas-fir Forest"], [9306, "North Pacific Hardwood-Conifer Swamp"], [4604, "North Pacific Hypermaritime Sitka Spruce Forest"], [4613, "North Pacific Hypermaritime Western Red-cedar-Western Hemlock Forest"], [4338, "North Pacific Lowland Mixed Hardwood-Conifer Forest and Woodland"], [9811, "North Pacific Lowland Riparian Forest and Shrubland"], [4522, "North Pacific Maritime Dry-Mesic Douglas-fir-Western Hemlock Forest"], [4605, "North Pacific Maritime Mesic Subalpine Parkland"], [4606, "North Pacific Maritime Mesic-Wet Douglas-fir-Western Hemlock Forest"], [4607, "North Pacific Mesic Western Hemlock-Silver Fir Forest"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [4523, "North Pacific Mountain Hemlock Forest"], [9216, "North Pacific Shrub Swamp"], [8504, "Ruderal Wetland"]], "AuxEcoSys": [], "SpeciesCode": "aCTOSx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 120.0, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Columbia Torrent Salamander", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": "All Types", "Modeler": "", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"A00WIL02USGP": "Wilkins, R. N., and N. P. Peterson. 2000. Factors related to amphibian occurrence and abundance in headwater streams draining second growth Douglas-fir forests in southwestern Washington. Forest Ecology and Management 139:79-91.", "A92GOO01USGP": "Good, D. A., and D. B. Wake. 1992. Geographic variation and speciation in the torrent salamanders of the genus Rhyacotriton (Caudata: Rhyacotritonidae). University of California Publications in Zoology, Number 126, University of California, Berkeley, California.", "A95MCA02USGP": "McAllister, K. R. 1995. Distribution of amphibians and reptiles in Washington state. Northwest Fauna 3:81-112.", "B05LAN01USGP": "Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "B13GRE01USGP": "Green, D.M., L.A. Weir, G.S. Casper, and M.J. Lannoo. 2013.  North American Amphibians: Distribution and Diversity.  University of California Press. Berkeley, California. 340 pp.", "W16NAT01USGP": "NatureServe. 2016. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://explorer.natureserve.org. (Accessed: March 22, 2016).", "B03STE01USGP": "Stebbins, R.C. 2003. A field guide to western reptiles and amphibians.  Third Edition. Houghton Mifflin, Boston.", "B87GOO01USGP": "Good, D. A., G. Z. Wurst, and D. B. Wake. 1987. Patterns of geographic variation in allozymes of the Olympic salamander, Rhyacotriton olympicus (Caudata: Dicamptodontidae). Fieldiana, Zoology, New Series, Number 32, Field Museum of Natural History, Chicago, Illinois.", "J12CRO01USGP": "Crother, B. I. (ed.) 2012. Standard Common and Current Scientific Names for North American Amphibians, Turtles, Reptiles, and Crocodilians, Seventh Edition. Herpetological Circular 39: 1-92.", "A02RUS01USGP": "Russel, K. R., A. A. Gonyaw, J.D. Strom, K. E. Diemer, and K. C. Murk. 2002. Three new nests of the Columbia torrent salamander, Rhyacotriton kezeri, in Oregon with observations of nesting behavior. Northwestern Naturalist 83:19-22."}, "habitat_description": "Columbia torrent salamanders occur only in coastal and near coastal portions of northwestern Oregon and southwestern Washington. Populations extend from the Little Nestucca River system in Tillamook County, Oregon, and the Chehalis River in Gray’s Harbor County, Washington (Good and Wake 1992; McAllister 1995). This species is found from near sea level to the highest point in their range, Boisfort Peak at 948 meters in the Willapa Hills of southwestern Washington, and in Saddleback Mountain at 1001 meters in the coast ranges of northwestern Oregon (Green et al. 2013). The species is also found in a few of the upper reaches of the coastal region of the Willamette basin, to include the Upper Grand Ronde system in Oregon (Good et al. 1987).\r\nHabitat includes near coastal perennial headwater streams found within a managed forest (Wilkins and Peterson 2000). This species was reported more frequent in streams of basalt formations than in streams on marine sediments. Egg deposition sites include sandstone sites on side slope seeps (Russel et al. 2002).", "taxonomic": {"gap_code": "aCTOSx", "ELCode": "AAAAJ01040", "scientific_name": "Rhyacotriton kezeri", "ITIS_TSN": "550251", "Global_SEQ_ID": "103633", "common_name": "Columbia Torrent Salamander"}}