{"doi": "https://doi.org/10.5066/F7X0659C", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa3fd2e4b0b7ea5452492a", "models": {"aCTRSx-y1": {"intPercentCanopy": null, "intIntoBuffFW": 30.0, "ScientificName": "Rhyacotriton cascadae", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[4547, "North Pacific Dry-Mesic Silver Fir-Western Hemlock-Douglas-fir Forest"], [4319, "North Pacific Dry Douglas-fir-(Madrone) Forest and Woodland"], [8406, "Introduced Riparian and Wetland Vegetation"], [9306, "North Pacific Hardwood-Conifer Swamp"], [4338, "North Pacific Lowland Mixed Hardwood-Conifer Forest and Woodland"], [8504, "Ruderal Wetland"], [9228, "Temperate Pacific Freshwater Emergent Marsh"], [9608, "Temperate Pacific Montane Wet Meadow"], [4320, "Mediterranean California Mixed Evergreen Forest"], [4522, "North Pacific Maritime Dry-Mesic Douglas-fir-Western Hemlock Forest"], [4533, "Sierra Nevada Subalpine Lodgepole Pine Forest and Woodland"], [4324, "Inter-Mountain Basins Aspen-Mixed Conifer Forest and Woodland"], [4523, "North Pacific Mountain Hemlock Forest"], [5505, "Willamette Valley Upland Prairie and Savanna"], [4144, "Mediterranean California Mixed Oak Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [4110, "North Pacific Oak Woodland"], [9846, "Mediterranean California Serpentine Foothill and Lower Montane Riparian Woodland and Seep"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4604, "North Pacific Hypermaritime Sitka Spruce Forest"], [4607, "North Pacific Mesic Western Hemlock-Silver Fir Forest"], [4605, "North Pacific Maritime Mesic Subalpine Parkland"], [4550, "East Cascades Oak-Ponderosa Pine Forest and Woodland"], [4603, "Mediterranean California Mesic Mixed Conifer Forest and Woodland"], [4613, "North Pacific Hypermaritime Western Red-cedar-Western Hemlock Forest"], [4602, "East Cascades Mesic Montane Mixed-Conifer Forest and Woodland"], [4606, "North Pacific Maritime Mesic-Wet Douglas-fir-Western Hemlock Forest"], [9811, "North Pacific Lowland Riparian Forest and Shrubland"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [9216, "North Pacific Shrub Swamp"], [9837, "Rocky Mountain Subalpine-Montane Riparian Shrubland"], [8107, "Harvested Forest - Shrub Regeneration"], [5106, "North Pacific Avalanche Chute Shrubland"], [4148, "North Pacific Broadleaf Landslide Forest and Shrubland"]], "AuxEcoSys": [], "SpeciesCode": "aCTRSx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 60.0, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Cascade Torrent Salamander", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": "All Types", "Modeler": "Ken Boykin", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "Good, D. A., and D. B. Wake. 1992. Geographic variation and speciation in the torrent salamanders of the genus Rhyacotriton (Caudata: Rhyacotritonidae). University of California Publications in Zoology, Number 126, University of California, Berkeley, California.", "McAllister, K. R. 1995. Distribution of amphibians and reptiles in Washington state. Northwest Fauna 3:81-112.", "Nussbaum, R. A., and C. K. Tait. 1977. Aspects of the life history and ecology of the Olympic salamander, Rhyacotriton olympicus (Gaige). American Midland Naturalist 98:176-199.", "Green, D.M., L.A. Weir, G.S. Casper, and M.J. Lannoo. 2013.  North American Amphibians: Distribution and Diversity.  University of California Press. Berkeley, California. 340 pp.", "NatureServe. 2016. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://explorer.natureserve.org. (Accessed: March 22, 2016).", "Leonard, W. P., H. A. Brown, L. L. C. Jones, K. R. McAllister, and R. M. Storm. 1993. Amphibians of Washington and Oregon. Seattle Audobon Society, Trailside Series. Seattle Audobon Society, Seattle, Washington.", "Stebbins, R.C. 2003. A field guide to western reptiles and amphibians.  Third Edition. Houghton Mifflin, Boston.", "Nijhuis, M. J., and R. H. Kaplan. 1998. Movement patterns and life history characteristics in a population of the Cascade torrent salamander (Rhyacotriton cascadae) in the Columbia River Gorge, Oregon, Journal of Herpetology 32:301-304.", "Crother, B. I. (ed.) 2012. Standard Common and Current Scientific Names for North American Amphibians, Turtles, Reptiles, and Crocodilians, Seventh Edition. Herpetological Circular 39: 1-92.", "Corkran, C. C., and C. Thoms. 1996. Amphibians of Oregon, Washington and British Columbia: A Field Identification Guide. Lone Pine Publishing, Edmonton, Alberta.", "Hunter, M. G. 1998. Watershed-level patterns among stream amphibians in the Blue River watershed, west-central Cascades of Oregon. Master’s thesis. Oregon State University, Corvallis, Oregon."], "habitat_description": "This species of torrent salamander occur only towards the west slopes of the Cascade Mountains from the west bank of the Skookumchuck River in central Washington, near the Thurston-Lewis County line (McAllister 1995; Green et al. 2013). In Oregon, this species occurs south to the Middle Fork of the Willamette River (Good and wake 1992; Lannoo 2005). Stebbins (2003) noted occurrences in Skamania County, Washington, and Lane County in Oregon. Elevational range for this species is varied, but not entirely understood; populations have been reported at 1219 meters, but most have been studied at around 870 meters (Good and Wake 1992; Lannoo 2005). It is important to note that Cascade torrent salamanders are usually not reported downstream, where gradients are lower and present fewer opportunities for suitable habitat (Hunter 1998). Previous research on larval density in the Columbia River gorge, found the Cascade torrent salamander to have one of the highest density in comparison to any other Rhyacotriton salamander averaging 33.3 larvae/m2 (Nussbaum and Tait 1977). Adults at the same locality by Wahkeena Falls averaged 1.9 adults/m2 (Nijhuis and Kaplan 1998). Egg deposition sites are associated with coarse substrate spaces in slow velocity flow seeps. Larvae have been reported under stones along stream channels and in fissure networks found in the streambed and bank (Nussbaum and Tait 1977).\r\n\r\nAs adults, preferred habitat includes underground water courses, rocky rubble found in stream banks, fissures by stream banks, and cracks in wet cliffs (Leonard et al. 1993; Corkran and Thoms 1996).\r\n\r\nMaximum size of basins where torrent salamanders were reported was 141 ha (348 ac; Hunter 1998).", "taxonomic": {"gap_code": "aCTRSx", "ELCode": "AAAAJ01030", "scientific_name": "Rhyacotriton cascadae", "ITIS_TSN": "550250", "Global_SEQ_ID": "102976", "common_name": "Cascade Torrent Salamander"}}