{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"aDGFRx-y6": {"intIntoBuffFW": null, "ScientificName": "Lithobates sevosus", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": 30.0, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4501, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [9603, "East Gulf Coastal Plain Savanna and Wet Prairie"], [8406, "Introduced Riparian and Wetland Vegetation"], [8504, "Ruderal Wetland"]], "AuxEcoSys": [], "SpeciesCode": "aDGFRx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": "Freshwater type was selected for this species, but since no water buffers are selected, the salinity is not affected. Map units alone serve to limit this species' model to freshwater habitats.  I therefore un-selected water type from the drop-down menu above. MJR 29aug07.", "intElevMin": 105, "ysnHydroOW": true, "Region": "Southeast", "CommonName": "Dusky Gopher Frog", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 120.0, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 60.0}}, "references": {"B05LAN01USGP": "Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "B89DUN01NAUS": "Dundee, H. A., and D. A. Rossman. 1989. The amphibians and reptiles of Louisiana. Louisiana State Univ. Press, Baton Rouge.", "B91CON01NAUS": "Conant, R. and J. T. Collins. 1991. A field guide to reptiles and amphibians:eastern and central North America. Third edition. Houghton Mifflin Co., Boston, Massachusetts. 450 pp.", "A03RIC01USGP": "Richter, S. C., J. E. Young, G. N. Johnson, and R. A. Seigel. 2003. Stochastic variation in reproductive success of a rare frog, Rana sevosa: implications for conservation and monitoring amphibian populations. Biological Conservation 111:171-177.", "W15NAT01USGP": "NatureServe. 2015. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "B04BAI01SEGP": "Bailey, M. A. and D. Bruce Means. 2004. Dusky Gopher Frog, Rana capito sspp. Pages in  Mirarchi, Ralph E. ed. Alabama Wildlife, V. 1: a Checklist of Vertebrates and Selected Invertebrates: Aquatic Mollusks, Fishes, Amphibians, Reptiles, Birds, and Mammals. Tuscaloosa, AL: University of Alabama Press.", "W04HAM03USGP": "Hammerson, G., S. Richter, R. Siegel, L. LaClaire, and T. Mann. 2004. Lithobates sevosus. The IUCN Red List of Threatened Species. Version 2015.2. <www.iucnredlist.org>."}, "habitat_description": "Historically, this species had an extensive Gulf Coast range that included west Florida and Alabama to extreme east Louisiana. Disjunct populations occurred in central and southeast Louisiana (Conant and Collins 1991). More specifically, the dusky gopher frog is an endemic to Saint Tammany, Washington, and Tangipahoa parishes in the coastal plain of Louisiana. In Mississippi, it occurs in the Hancock, Jackson, Harrison, and Pearl River Counties. They were also present in southwestern Alabama and up to 1967 in Louisiana (Lannoo 2005). Current breeding populations are known only from Glen’s Pond, found in DeSoto National Forest in Harrison County, Mississippi (Richter et al. 2003). Due to severe declines recently, reported populations are only found in Louisiana, Alabama, and Mississippi (IUCN 2015).\r\n\r\nBreeding habitat is generally shallow ephemeral ponds that are characterized by subemergent and emergent vegetation, and floating, decaying woody litter (Lannoo 2005). Seasonal non-breeding habitat includes upland and flatland longleaf pine forests with open canopies (Dundee and Rossman 1989).", "taxonomic": {"gap_code": "aDGFRx", "ELCode": "AAABH01310", "scientific_name": "Lithobates sevosus", "ITIS_TSN": "775113", "Global_SEQ_ID": "103781", "common_name": "Dusky Gopher Frog"}}