{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"aGOFRx-y6": {"intIntoBuffFW": null, "ScientificName": "Lithobates capito", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": 0.0, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[9716, "Atlantic Coastal Plain Depression Pondshore"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4506, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Scrub/Shrub Understory Modifier"], [9215, "Atlantic Coastal Plain Large Natural Lakeshore"], [9907, "Atlantic Coastal Plain Southern Wet Pine Savanna and Flatwoods"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [5602, "Atlantic Coastal Plain Xeric River Dune"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9712, "Central Florida Herbaceous Pondshore"], [9909, "Central Florida Pine Flatwoods"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [9603, "East Gulf Coastal Plain Savanna and Wet Prairie"], [9713, "East Gulf Coastal Plain Southern Depression Pondshore"], [9911, "East Gulf Coastal Plain Southern Loblolly-Hardwood Flatwoods"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [8406, "Introduced Riparian and Wetland Vegetation"], [8504, "Ruderal Wetland"], [9702, "South Florida Cypress Dome"], [9905, "South Florida Pine Flatwoods"], [9838, "Southern Coastal Plain Hydric Hammock"], [9703, "Southern Coastal Plain Nonriverine Cypress Dome"]], "AuxEcoSys": [], "SpeciesCode": "aGOFRx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": true, "Region": "Southeast", "CommonName": "Gopher Frog", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 500.0}}, "references": {"U95PAL01NAUS": "Palis, J. G., and J. B. Jensen. 1995. Distribution and breeding biology of the flatwoods salamander (Ambystoma cingulatum) and gopher frog (Rana capito) on Eglin Air Force Base, Florida. Final Report. Florida Natural Areas Inventory, Tallahassee, Florida.", "A92GOD01NAUS": "Godley, J. S. 1992. Gopher frog RANA CAPITO Le Conte. Pages 15-19 in P. E. Moler, editor. Rare and endangered biota of Florida. Vol. III. Amphibians and reptiles. Univ. Press of Florida.", "B89DUN01NAUS": "Dundee, H. A., and D. A. Rossman. 1989. The amphibians and reptiles of Louisiana. Louisiana State Univ. Press, Baton Rouge.", "A95SEM01NAUS": "Semlitsch, R. D., J. W. Gibbons, and T. D. Tuberville. 1995. Timing of reproduction and metamorphosis in the Carolina gopher frog (RANA CAPITO CAPITO) in South Carolina. Journal of Herpetology 29:612-614.", "A68LEE02NAUS": "Lee, D. S. 1968. Herpetofauna associated with central Florida mammals. Herpetologica. 24:83-4.", "B90COL01NAUS": "Collins, J. T. 1990. Standard common and current scientific names for North American amphibians and reptiles. SSAR Herpetol. Circular No. 19. 41 pp.", "A68GEN01NAUS": "Gentry, J. B. and M. H. Smith. 1968. Food habits and burrow associates of PEROMYSCUS POLIONOTUS. J. Mammalogy. 49:562-5.", "B91CON01NAUS": "Conant, R. and J. T. Collins. 1991. A field guide to reptiles and amphibians:eastern and central North America. Third edition. Houghton Mifflin Co., Boston, Massachusetts. 450 pp.", "A88FRA02NAUS": "Franz, R., C. K. Dodd, Jr., and C. Jones. 1988. Life history notes:RANA AREOLATA AESOPUS (Florida gopher frog). SSAR Herpetol. Rev. 19:33.", "A87MOL01NAUS": "Moler, P. E. and R. Franz. 1987. Wildlife Values of Small, Isolated Wetlands in the Southeastern Coastal Plain. Pp. 234-41 in R. R. Odum, K. A. Riddleberger, and J. C. Ozier (eds.). Proceedings of the Third Annual Nongame and Endangered Wildlife Symposium", "A86MEA02NAUS": "Means, D. B. 1986. Threatened:dusky gopher frog. Pp. 30-1 in R. H. Mount (ed.). Vertebrate Animals of Alabama in Need of Special Attention. Alabama Agricul. Exp. Sta. Auburn University, Auburn, AL.", "B95WIL01NCGP": "Wilson, L. A. 1995. The Land Manager's Guide to the amphibians and reptiles of the South. Chapel Hill, NC: The Nature Conservancy.", "A83ALT01NAUS": "Altig, R. and R. Lohoefener. 1983. RANA AREOLATA. Cat. Am. Amph. Rep. 324.1-324.4.", "R99REA01NCGP": "Reay, K. K., and J.C. Mitchell. 1999. Atlas of amphibians and reptiles in Virginia (1). Richmond, VA: Virginia Dept. Game and Inl. Fisheries.", "A78CAS01NAUS": "Case, S. M. 1978. Biochemical systematics of members of the genus RANA native to western North America. Syst. Zool. 27:299-311.", "R97PAL02SEGP": "Palis, J.G. and R.A. Fischer. 1997. Species profile: gopher frog (Rana capito spp.) on military installations in the southeastern United States. Technical Report SERDP-97-5, U.S. Army Corps of Engineers, Vicksburg, MS.", "B49WRI01NAUS": "Wright, A. H. and A. A. Wright. 1949. Handbook of frogs and toads of the United States and Canada. Comstock Publishing Company, Ithica, NY. 640 pp.", "B75MOU01NAUS": "Mount, R. H. 1975. The Reptiles and Amphibians of Alabama. Auburn University Agricultural Experiment Station, Auburn, Alabama. vii + 347 pp.", "A91FRA03NAUS": "Franz, R. 1991. Remember the drought? Florida Wildl. 45:10-2.", "A91BAI01NAUS": "Bailey, M. A. 1991. The dusky gopher frog in Alabama. J. Alabama Acad. Sci. 62(1):28-34."}, "habitat_description": "Rana capito inhabits xeric upland pine communities of the southeastern coastal plain  (Palis & Fisher 1997). This frog is highly terrestrial and commonly associated with sandy pine flatwoods and turkey oak-pine (longleaf) sandhills, usually in the vicinity of gum or cypress ponds (Wilson 1995). This species is also known to occur in mesic longleaf pine flatwoods, sand pine scrub, xeric oak hammocks, and rudereal successional stages of these habitats (NatureServe2005).  In general gopher frogs are very secretive in nature, taking cover by day in the burrows of gopher tortoises, crayfish, or small mammals, under logs, and in other hidden places that provide shelter (GA-GAP 2003). Breeding occurs in ephemeral to semi-permanent graminoid-dominated wetlands that lack large predatory fish (Palis & Fisher 1997). Egg masses are laid in water, typically attached to vertical stems of emergent herbaceous, reedy or woody vegetation and can contain up to 6000 eggs but on average masses probably contain approximately 1200-2500 eggs (NatureServe 2005).  Amy Silvano 12apr05", "taxonomic": {"gap_code": "aGOFRx", "ELCode": "AAABH01270", "scientific_name": "Lithobates capito", "ITIS_TSN": "775083", "Global_SEQ_ID": "105963", "common_name": "Gopher Frog"}}