{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"aINSAx-y4": {"intIntoBuffFW": 30.0, "ScientificName": "Batrachoseps campi", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": 30.0, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[9830, "Great Basin Foothill and Lower Montane Riparian Woodland and Shrubland"], [4514, "Great Basin Pinyon-Juniper Woodland"], [5406, "Great Basin Semi-Desert Chaparral"], [5705, "Great Basin Xeric Mixed Sagebrush Shrubland"], [3216, "Inter-Mountain Basins Cliff and Canyon"], [5603, "Inter-Mountain Basins Juniper Savanna"], [5205, "Inter-Mountain Basins Mixed Salt Desert Scrub"], [9855, "Inter-Mountain Basins Montane Riparian Systems"], [5309, "Inter-Mountain Basins Semi-Desert Shrub Steppe"], [8406, "Introduced Riparian and Wetland Vegetation"], [9504, "Mediterranean California Subalpine-Montane Fen"], [5206, "Mojave Mid-Elevation Mixed Desert Scrub"], [3201, "North American Warm Desert Bedrock Cliff and Outcrop"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9856, "North American Warm Desert Riparian Systems"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [5207, "Sonora-Mojave Creosotebush-White Bursage Desert Scrub"], [5208, "Sonora-Mojave Mixed Salt Desert Scrub"], [5409, "Sonora-Mojave Semi-Desert Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "aINSAx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 120.0, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": true, "Region": "Southwest", "CommonName": "Inyo Mountains Salamander", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 60.0, "strStreamVel": "All Types", "Modeler": "", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 60.0}}, "references": {"B05LAN01USGP": "Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "B91MAC01USGP": "Macey, J. R., and T. J. Papenfuss. 1991. Amphibians. Pp. 277-290. In Hall, C. A., Jr. (Ed.), Natural History of the White-Inyo Range, Eastern California. University of California Press, Berkeley, California.", "B79MAR01USGP": "Marlow, R. W., J. M. Brode, and D. B. Wake. 1979. A new salamander, genus Batrachoseps, from the Inyo Mountains of California, with a discussion of relationships in the genus. Contributions in Science, Natural History Museum of Los Angeles County, Number 308, Los Angeles, California.", "J12CRO01USGP": "Crother, B. I. (ed.) 2012. Standard Common and Current Scientific Names for North American Amphibians, Turtles, Reptiles, and Crocodilians, Seventh Edition. Herpetological Circular 39: 1-92.", "B13GRE01USGP": "Green, D.M., L.A. Weir, G.S. Casper, and M.J. Lannoo. 2013.  North American Amphibians: Distribution and Diversity.  University of California Press. Berkeley, California. 340 pp.", "B86PAP01USGP": "Papenfuss, T. J. 1986. Amphibian and reptile diversity along elevational transects in the White-Inyo Range. Pp. 129-136. In Hall, C. A., Jr. and D. J. Young (Eds.), Natural History of the White-Inyo Range, Eastern California and Western Nevada and High Altitude Physiology: University of California, White Mountain Research Station Symposium, Bishop, California.", "W15NAT01USGP": "NatureServe. 2015. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "O86PAP01USGP": "Papenfuss, T. J., and J. R. Macey. 1986. A review of the population status of the Inyo Mountains salamander. U. S. Fish and Wildlife Service, Order Number 10188-5671-5, Endangered Species Office, Sacramento, California.", "B03STE01USGP": "Stebbins, R.C. 2003. A field guide to western reptiles and amphibians.  Third Edition. Houghton Mifflin, Boston.", "O90GIU01USGP": "Giuliani, D. 1990. New salamander populations from the eastern Sierra Nevada and Owens Valley region of California with notes on previously known sites. California Department of Fish and Game, Contracts FG7533 and FG8450, Sacramento, California.", "O94JEN01USGP": "Jennings, M.R. and M.P. Hayes. 1994. Amphibians and reptile species of special concern in California. California Department of Fish and Game Inland Fisheries Division, contract number 8023.", "O77GIU01USGP": "Giuliani, D. 1977. Inventory of habitat and potential habitat for Batrachoseps sp. Contract Number CA-101-PH6-805, U. S. D. I. Bureau of Land Management, Bakersfield District Office, Bakersfield, California."}, "habitat_description": "The first report of the Inyo Mountains salamander dates from 1973 from two desert springs, French Spring and Long John Canyon on the western slopes of the Inyo Mountains in the Mojave in northern California (Marlow et al. 1979). Following surveys have resulted in the extension of the distribution to more localities within the Inyo Mountains to include the eastern slopes (Giuliani 1990; Papenfuss and Macey 1986; Jennings and Hayes 1994). The northern limits of its distribution is in the Waucoba Canyon at 2285 meters in an east slope and Barrel Spring, a west slope at 1950 meters; the southernmost sites include a west slope in Long John Canyon at 1695 to 1830 meters and Hunter Canyon, an east slope at 490 to 915 meters. The overall elevation range at which populations occur is from 490 in Hunter Canyon to 2590 meters in upper Lead Canyon (Giuliani 1977; Papenfuss 1986). Stebbins (2003) provides an elevational range of 550-2620 meters.\r\nPopulations occur in habitat surrounded by large areas desert or semi-desert terrain; this is one of the two species known to occur in desert ecosystems (Lannoo 2005). Thus, the species is restrictedly found in perennial springs and seepages (Green et al. 2013).\r\nEggs are presumably deposited in moist crevices within the outcrops of the Inyo Mountains; adults and juveniles have been reported under rocks on moist substrates. Populations occur over east-west oriented canyons that dissect both north-south slopes of the Inyo Mountains. Habitat encountered in this region includes northern Mojave Desert with vegetation associations of creosote bush scrub, and lower elevations that grade into Great Basin communities like sagebrush steppe and pinyon juniper woodland at higher elevations (Marlow et al. 1979; Lannoo 2005). Habitat also includes perennial springs and seepages and the associated riparian vegetation usually found within discrete sections of steep canyons. Plants of these areas include willow, wild rose, and coyote brush that grow in dense thickets blocking sunlight from reaching ground level. It has been reported that this species of salamanders are restricted to these habitats where cliffs of solid rock, or talus contact surface flow (Giuliani 1977; Macey and Papenfuss 1991). \r\nIndividuals have been reported resting on wet substrates, under rocks, or sometimes under woody debris, within clumps of moist ferns growing in waterfall splash zones (Giuliani 1977; Papenfuss and Macey 1986). During unfavorable conditions, refugia is offered by the adjacent granitic or limestone outcrops. At least at higher elevations, salamanders are not restricted to riparian or canyon bottom habitats, but are also encountered within pinyon-juniper woodlands.", "taxonomic": {"gap_code": "aINSAx", "ELCode": "AAAAD02030", "scientific_name": "Batrachoseps campi", "ITIS_TSN": "173707", "Global_SEQ_ID": "100550", "common_name": "Inyo Mountains Salamander"}}