{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"aNRWAx-y6": {"intIntoBuffFW": 9999.0, "ScientificName": "Necturus lewisi", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[9801, "Atlantic Coastal Plain Blackwater Stream Floodplain Forest - Forest Modifier"], [9845, "Atlantic Coastal Plain Brownwater Stream Floodplain Forest"], [9843, "Atlantic Coastal Plain Small Blackwater River Floodplain Forest"], [9842, "Atlantic Coastal Plain Small Brownwater River Floodplain Forest"], [2102, "Open Water (Fresh)"], [8504, "Ruderal Wetland"], [9806, "Southern Piedmont Large Floodplain Forest - Forest Modifier"], [9841, "Southern Piedmont Small Floodplain and Riparian Forest"]], "AuxEcoSys": [], "SpeciesCode": "aNRWAx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 30.0, "memHandModelNotes": "Stream flow >10 cm/sec.  Streams >15 m wide and 1 m deep.  Absent from polluted streams.", "intElevMin": 105, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Neuse River Waterdog", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B98PET01NCGP": "Petranka, J. W. 1998. Salamanders of the United States and Canada. Washington DC: Smithsonian Inst. Press.", "A90GUT02NAUS": "Guttman, S. I., et al. 1990. An electrophoretic analysis of NECTURUS from the southeastern United States. J. Herpetol. 24:163-175.", "A90ASH01NAUS": "Ashton, R. E., Jr. 1990. NECTURUS LEWISI. Cat. Am. Amph. Rept. 456.1-456.2.", "B80MAR01NAUS": "Martof, B. S., W. M. Palmer, J. R. Bailey, and J. R. Harrison, III. 1980. Amphibians and reptiles of the Carolinas and Virginia. University of North Carolina Press, Chapel Hill, North Carolina. 264 pp.", "B80BUR01NAUS": "Bury, R. B., C. K. Dodd, Jr., and G. M. Fellers. 1980. Conservation of the Amphibia of the United States:a review. U.S. Fish and Wildlife Service, Washington, D.C., Resource Publication 134. 34 pp.", "B79BEH01NAUS": "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "A88MAX01NAUS": "Maxson, L. R., P. E. Moler, and B. W. Mansell. 1988. Albumin evolution in salamanders of the genus NECTURUS. J. Herpetol. 22:231-235.", "B95WIL01NCGP": "Wilson, L. A. 1995. The Land Manager's Guide to the amphibians and reptiles of the South. Chapel Hill, NC: The Nature Conservancy."}, "habitat_description": "The Neuse River waterdog is endemic to North Carolina.  Martof et al. (1980) states, 'It inhabits the main streams and larger tributaries of the Neuse and Tar rivers from well above tidewater into the lower piedmont.'  In the Piedmont and along fall line it inhabits moderate to swift flowing streams.  In the coastal plain it is found in or near the main stream of the Neuse and Tar rivers and their major tributaries.  Quiet, backwaters and floodplain swampy areas with large amounts of leaf litter covering the substrate have been identified by some as the principal habitat of this species (Martof et al. 1980, Wilson 1995).  However, others identify main channels of moderately sized streams with hard-clay substrate as the waterdog's primary dwelling place (Petranka 1998).  From the studies leading to these differing observations, it is clear that the entire body of water is utilized, perhaps in support of different eco-biological functions.  They require relatively high oxygen levels and water quality (Ashton 1990).  Eggs are attached to the undersides of objects in water.  Much or their habitat has been lost due to rapid and large-scale development and construction impoundments.   Eggs are probably laid in the spring and hatch in June-July.  Paedomorphic, sexual maturity attained in about 6 years.", "taxonomic": {"gap_code": "aNRWAx", "ELCode": "AAAAE01030", "scientific_name": "Necturus lewisi", "ITIS_TSN": "173627", "Global_SEQ_ID": "100341", "common_name": "Neuse River Waterdog"}}