{"doi": "https://doi.org/10.5066/F76T0JXG", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa41a8e4b0b7ea54524a95", "models": {"aORFRx-y1": {"intPercentCanopy": null, "intIntoBuffFW": 60.0, "ScientificName": "Rana pretiosa", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 60.0, "Season": "y", "intElevMax": 1661, "intSlopeMax": null, "PrimEcoSys": [[9826, "Northwestern Great Plains Floodplain"], [8406, "Introduced Riparian and Wetland Vegetation"], [9227, "North American Arid West Emergent Marsh"], [9306, "North Pacific Hardwood-Conifer Swamp"], [9304, "Northern Rocky Mountain Conifer Swamp"], [8504, "Ruderal Wetland"], [9504, "Mediterranean California Subalpine-Montane Fen"], [9228, "Temperate Pacific Freshwater Emergent Marsh"], [9225, "Temperate Pacific Freshwater Aquatic Bed"], [9505, "Mediterranean California Serpentine Fen"], [9502, "North Pacific Bog and Fen"], [9608, "Temperate Pacific Montane Wet Meadow"], [9847, "Northwestern Great Plains Riparian"], [9846, "Mediterranean California Serpentine Foothill and Lower Montane Riparian Woodland and Seep"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [9832, "Rocky Mountain Subalpine-Montane Riparian Woodland"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [9830, "Great Basin Foothill and Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9824, "Northern Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9216, "North Pacific Shrub Swamp"], [3108, "Unconsolidated Shore (Lake/River/Pond)"], [3109, "Unconsolidated Shore (Beach/Dune)"], [5102, "North Pacific Dry and Mesic Alpine Dwarf-Shrubland, Fell-field and Meadow"]], "AuxEcoSys": [], "SpeciesCode": "aORFRx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 60.0, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": true, "Region": "Northwest", "CommonName": "Oregon Spotted Frog", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 60.0, "strStreamVel": null, "Modeler": "Jeff Lonneker", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": true, "Reviewer": "Matt Rubino", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 60.0}}, "references": {"R97HAY01USGP": "Hayes, M. P. 1997. Status of the Oregon spotted frog (Rana pretiosa sensu stricto) in the Deschutes Basin and selected other systems in Oregon and northeastern California with a rangewide synopsis of the species' status. Final report prepared for The Nature Conservancy under contract to U.S. Fish and Wildlife Service, Portland, Oregon. 57 pp + appendices.", "B85STE01NAUS": "Stebbins, R. C. 1985. A Field Guide to Western Reptiles and Amphibians. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xiv + 336 pp.", "A03WAT01USGP": "Watson, J. W., K. R. McAllister, and D. J. Pierce. 2003. Home ranges, movements, and habitat selection of Oregon spotted frogs (Rana pretiosa). Journal of Herpetology 37:292-300.", "B05PEA01USGP": "Pearl, C. A. and M. P. Hayes. 2005. Family Ranidae: Rana pretiosa (Baird and Girard 1853c), Oregon spotted frog. Pages 577-588 in M. Lannoo, Editor. Amphibian declines: the conservation status of United States species. University of California Press, Berkeley, California, USA.", "A71LIC01USGP": "Licht, L.E. 1971. Breeding habits and embryonic thermal requirements of the frogs, Rana aurora aurora and Rana pretiosa pretiosa, in the Pacific Northwest. Ecology 52(1):116-124.", "A10BOW01USGP": "Bowerman, J., and C. A. Pearl. 2010. Ability of Oregon spotted frog (Rana pretiosa) embryos from central Oregon to tolerate low temperatures. Northwestern Naturalist 91:198-202.", "R94HAY01USGP": "Hayes, M.P. 1994. Current status of the spotted frog (Rana pretiosa) in Western Oregon. Final report to ODFW. 13 pp.", "B83NUS01NAUS": "Nussbaum, R. A., and E. D. Brodie, Jr. and R. M. Storm. 1983. Amphibians and Reptiles of the Pacific Northwest. University Press of Idaho. 332 pp.", "A08CHE01USGP": "Chelgren, N. D., C. A. Pearl, M. J. Adams, and J. Bowerman. 2008. Demography and movement in a relocated population of Oregon spotted frogs (Rana pretiosa): influence of season and gender. Copeia 2008:742-751.", "R01HAL01USGP": "Hallock, L., and S. Pearson. 2001. Telemetry study of fall and winter Oregon spotted frog (Rana pretiosa) movement and habitat use at Trout Lake, Klickitat County, Washington. Washington Natural Heritage Program. Report to Washington State Department of Transportation and Washington Dept. of Natural Resources Natural Areas Program. 36 pp.", "R04PEA01USGP": "Pearl, C. A, and M. P. Hayes. 2004. Habitat associations of the Oregon spotted frog (Rana pretiosa): A literature review. Final Report. Washington Department of Fish and Wildlife, Olympia, Washington, USA", "A66DUM01USGP": "Dumas, P. C. 1966. Studies of the Rana species complex in the Pacific N orthwest. Copeia 1966:60-74.", "O94JEN01USGP": "Jennings, M.R. and M.P. Hayes. 1994. Amphibians and reptile species of special concern in California. California Department of Fish and Game Inland Fisheries Division, contract number 8023.", "R13USF01USGP": "U.S. Fish and Wildlife Service (USFWS). 2013. Threatened status for Oregon spotted frog. Federal Register 78(168):53582-53623.", "B49WRI01NAUS": "Wright, A. H. and A. A. Wright. 1949. Handbook of frogs and toads of the United States and Canada. Comstock Publishing Company, Ithica, NY. 640 pp."}, "habitat_description": "This species is presumed extirpated in California (Hayes and Pearl 2005) although an account exists within the California Wildlife Habitat Relationship System. I coded the range as historic for HUCs in California.\r\n\r\nThe Oregon spotted frog was listed as threatened by the USFWS in 2013. It has been eliminated from between 70% and 90% of its former range in the Pacific Northwest where it previously occupied suitable habitats from southern British Columbia to northern California (Hayes and Pearl 2005). An almost entirely aquatic species of perennial waterbodies with abundant emergent or floating plants, this ranid is particularly susceptible to predation and competition by non-native species such as the bullfrog. They occupy warm emergent marshes/wetlands >4ha in size and elevations up to 5450 feet (1661 meters)(Nussbaum et al. 1983, Hayes, 1994, Hayes 1997).  Oregon spotted frogs breed in warm, vegetated shallows of open, freshwater marshes and lake margins with little flow (Licht, 1971). Breeding micro-environments are often located in seasonally inundated shallows, and are usually hydrologically connected to permanent water (Licht, 1971). Individuals move among seasonal habitats usually along flooded or saturated corridors (Watson et al. 2003)(Hayes and Pearl 2005). From NatureServe write-up:\r\n\"In central Oregon, breeding habitats were natural or anthropogenic and ranged from small, seasonally flooded oxbow ponds to larger channels and marshes within an extensive wetland complex; most sites had extensive emergent and submergent vegetation (Bowerman and Pearl 2010). Wintering sites are in springs, slow-flowing channels, or deep open water (Hallock and Pearson 2001, Chelgren et al. 2008). Pearl and Hayes (2004) reviewed available literature and summarized habitat relationships as follows. Oregon spotted frogs are generally associated with wetland complexes > 4 ha in size with extensive emergent marsh coverage that warms substantially during seasons when the frogs are active at the surface. The expanse of inundation in wetlands often varies greatly between spring and fall, but sites always include some permanent water adjacent to seasonally inundated habitat. Field observations and recent telemetry data suggest the frog utilize different wetland microhabitats for breeding, the nonbreeding active season (summer and portions of spring and fall), and overwintering.\"\r\n\r\nIn California, this species used to occupy low, swampy areas in mountainous woodlands and wet meadows, stream edges and lakes of Shasta and Modoc counties at elevations ranging from 1000m to 1450m (Jennings and Hayes 1994, Wright and Wright 1949, Dumas 1966, Stebbins 1985).", "taxonomic": {"gap_code": "aORFRx", "ELCode": "AAABH01180", "scientific_name": "Rana pretiosa", "ITIS_TSN": "173458", "Global_SEQ_ID": "101451", "common_name": "Oregon Spotted Frog"}}