{"doi": "https://doi.org/10.5066/F75Q4TCS", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa4290e4b0b7ea54524b1d", "models": {"aSENEx-y4": {"intPercentCanopy": null, "intIntoBuffFW": 30.0, "ScientificName": "Taricha sierrea", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 30.0, "Season": "y", "intElevMax": 2377, "intSlopeMax": null, "PrimEcoSys": [[7201, "Mediterranean California Subalpine Meadow"], [5503, "California Lower Montane Blue Oak-Foothill Pine Woodland and Savanna"], [9504, "Mediterranean California Subalpine-Montane Fen"], [9307, "Northern Pacific Mesic Subalpine Woodland"], [4521, "Mediterranean California Subalpine Woodland"], [4519, "Mediterranean California Dry-Mesic Mixed Conifer Forest and Woodland"], [4516, "Klamath-Siskiyou Lower Montane Serpentine Mixed Conifer Woodland"], [4520, "California Montane Jeffrey Pine-(Ponderosa Pine) Woodland"], [4533, "Sierra Nevada Subalpine Lodgepole Pine Forest and Woodland"], [4144, "Mediterranean California Mixed Oak Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4546, "Sierran-Intermontane Desert Western White Pine-White Fir Woodland"], [4608, "Northern California Mesic Subalpine Woodland"], [4603, "Mediterranean California Mesic Mixed Conifer Forest and Woodland"], [9809, "California Central Valley Riparian Woodland and Shrubland"]], "AuxEcoSys": [], "SpeciesCode": "aSENEx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 2000.0, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": true, "Region": "Southwest", "CommonName": "Sierra Newt", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 2000.0, "strStreamVel": "All Types", "Modeler": "", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 2000.0}}, "references": {"B05LAN01USGP": "Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "A51GOR01USGP": "Gorman, J. 1951. Northward range extension of the salamander Triturus sierra. Copeia 1951:78.", "J12CRO01USGP": "Crother, B. I. (ed.) 2012. Standard Common and Current Scientific Names for North American Amphibians, Turtles, Reptiles, and Crocodilians, Seventh Edition. Herpetological Circular 39: 1-92.", "B85STE01NAUS": "Stebbins, R. C. 1985. A Field Guide to Western Reptiles and Amphibians. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xiv + 336 pp.", "B13GRE01USGP": "Green, D.M., L.A. Weir, G.S. Casper, and M.J. Lannoo. 2013.  North American Amphibians: Distribution and Diversity.  University of California Press. Berkeley, California. 340 pp.", "A42TWI01USGP": "Twitty, V. C. 1942. The species of California Triturus. Copeia 1942:65-76.", "A97RIT01USGP": "Ritter, W. E. 1897. The life-history and habits of the Pacific Coast newt (Diemyctylus torosus Esch.). Proceedings of the National Academy of Sciences, Series 3, 1:73-114.", "W16NAT01USGP": "NatureServe. 2016. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://explorer.natureserve.org. (Accessed: March 22, 2016).", "N93TAN01USGP": "Tan, A. M. 1993. Systematics, phylogeny and biogeography of the northwest American newts of the genus Taricha (Caudata: Salamandridae). Ph. D. dissertation. University of California, Berkeley, California.", "O48SMI01USGP": "Smith, H. M., and E. H. Taylor. 1948. An annotated checklist and key to the Amphibia of Mexico. U. S. National Museum Bulletin, Number 194, Washington, D. C.", "B03STE01USGP": "Stebbins, R.C. 2003. A field guide to western reptiles and amphibians.  Third Edition. Houghton Mifflin, Boston.", "B25STO01USGP": "ERROR", "A97GAM01USGP": "Gamrad, S. C., and L. B. Kats. 1997. Impact of chaparral wildfire-induced sedimentation on oviposition of stream-breeding California newts (Taricha torosa). Oecologia 110:546-549.", "O94JEN01USGP": "Jennings, M.R. and M.P. Hayes. 1994. Amphibians and reptile species of special concern in California. California Department of Fish and Game Inland Fisheries Division, contract number 8023.", "A58RIE01USGP": "Riemer, W. J. 1958. Variation and systematic relationships within the salamander genus Taricha. University of California Publications in Zoology 56:301-390."}, "habitat_description": "Until recently considered subspecies of California Newt.  Sierra newt is found in the western slopes of the sierras. \r\n\r\nCalifornia Newt info\r\nThe California newt is a species distributed over two different ecoregions in California; populations of newts near and along the Coast Range occur from Mendocino county in northwestern California south through the Coast Ranges to Boulder Creek on the western slope of the peninsular ranges found in San Diego County. Coast Range newts occur from sea level to upwards of 1280 meters on Mt. Hamilton in Santa Clara County (Stebbins 1985). This species occurs from near Round Valley south into Boulder Creek in the Peninsular Ranges of extreme southwestern California at elevations ranging from sea level to 2000 meters (Green et al. 2013). Stebbins (2003) extends the elevational range to 2377 meters.t is important to note that the southernmost populations occur in localities of San Diego County considered a geographic isolate (Stebbins 1985; Jennings and Hayes 1994). Older records extend the occurrence of this species in northwestern Baja California (Smith and Taylor 1948). Populations of newts distributed in the Sierra are found at elevations below 2000 meters and are distributed along the western slopes of the Sierra Nevada from Shasta County and south to Kern County (Gorman 1951; Stebbins 1985). A gap in their distribution is apparent between southern Shasta and northern Butte counties. However, several specimens have recently been discovered in this region (Tan 1993). Current descriptions of their distribution highlight that the species was once abundant in most of their range with the exception of the Santa Ynez Mountains of Santa Barbara County (Jennings and Hayes 1994). Now, habitat of southern California is very patchy (Jennings and Hayes 1994; Lannoo 2005). \r\nReproductive habitat is considered aquatic, while some terrestrial adaptations have been reported in juveniles and adults (Brown 1980); they breed in reservoirs, streams, and ponds (Riemer 1958).  Eggs of newts inhabiting streams are usually laid deep in slow pools, in runs, and almost never in riffles (Gamradt and Kats 1997). The egg masses are usually found attached to aquatic vegetation, outer surfaces of rocks, and branches (Ritter 1897; Storer 1925; Twitty 1942; Lannoo 2005). It is important to note that in the central and northern portions of their distribution, Coast Range newts do not deposit egg masses under rocks (Twitty 1942), but in southern California, it is common for egg masses to be deposited under rocks of quiet streams pools (Gamradt and Kats 1997). \r\nThe habitat of juveniles remains unstudied (Lannoo 2005), while some knowledge is available about the habitat occupied by adults. Adults are usually found in mountainous grassland, or rolling woodland in central California (Riemer 1958; Lannoo 2005). In the southern localities of California, Coast Range newts are found in a drier zone of oak woodland, chaparral, or grassland. Sierra newts occur in mixed Sierran forest (Riemer 1958).", "taxonomic": {"gap_code": "aSENEx", "ELCode": "AAAAF02031", "scientific_name": "Taricha sierrea", "ITIS_TSN": "", "Global_SEQ_ID": "", "common_name": "Sierra Newt"}}