{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"aSMTSx-y4": {"intIntoBuffFW": null, "ScientificName": "Aneides hardii", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4316, "Madrean Upper Montane Conifer-Oak Forest and Woodland"], [7102, "Rocky Mountain Alpine Fell-Field"], [4111, "Rocky Mountain Aspen Forest and Woodland"], [4112, "Rocky Mountain Bigtooth Maple Ravine Woodland"], [4611, "Rocky Mountain Subalpine Mesic Spruce-Fir Forest and Woodland"], [9832, "Rocky Mountain Subalpine-Montane Riparian Woodland"], [8504, "Ruderal Wetland"], [4528, "Southern Rocky Mountain Dry-Mesic Montane Mixed Conifer Forest and Woodland"], [4610, "Southern Rocky Mountain Mesic Montane Mixed Conifer Forest and Woodland"]], "AuxEcoSys": [], "SpeciesCode": "aSMTSx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Sacramento Mountains Salamander", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B05LAN01USGP": "Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "O97RAM01USGP": "Ramotnik, C. A. 1997. Conservation assessment of the Sacramento Mountain salamander. USDA Forest Service General Technical Report RM-GTR-293. Rocky Mountain Forest and Range Experiment Station, Fort Collins, Colorado. 19 pp.", "A59JOH01USGP": "Johnston, R. F., and G. A. Schad. 1959. Natural history of the salamander, Aneides hardii. University of Kansas Publications, Museum of Natural history 10:573-585.", "W16NAT01USGP": "NatureServe. 2016. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://explorer.natureserve.org. (Accessed: March 22, 2016).", "B03STE01USGP": "Stebbins, R.C. 2003. A field guide to western reptiles and amphibians.  Third Edition. Houghton Mifflin, Boston.", "O80WEI01USGP": "Weigman, D. L., M. Hakkila, K. Whitmore, and R. A. Cole. 1980. Survey of Sacramento Mountain salamander habitat of the Cloudcroft and Mayhill districts of the Lincoln National Forest, Alamogordo, New Mexico.", "A70MOI01USGP": "Moir, W. H., and H. M. Smith. 1970. Occurrence of an American salamander, Aneides hardyi (Taylor), in tundra habitat. Arc. Alp. Res. 2:155-156.", "J12CRO01USGP": "Crother, B. I. (ed.) 2012. Standard Common and Current Scientific Names for North American Amphibians, Turtles, Reptiles, and Crocodilians, Seventh Edition. Herpetological Circular 39: 1-92.", "B13GRE01USGP": "Green, D.M., L.A. Weir, G.S. Casper, and M.J. Lannoo. 2013.  North American Amphibians: Distribution and Diversity.  University of California Press. Berkeley, California. 340 pp.", "B96DEG01USGP": "Degenhardt, W., Painter, C., and A. Price.  1996. Amphibians and reptiles of New Mexico. University of New Mexico Press, Albuquerque, New Mexico. 429 pages."}, "habitat_description": "The Sacramento Mountains salamander inhabits high-elevation habitats of New Mexico in the Capitan, White, and Sacramento mountains of Otero and Lincoln counties (Degenhardt et al. 1996; Lannoo 2005; Green et al. 2013). Occurs in Sierra Blanca in Lincoln and Otero counties within Lincoln National Forest (Ramotnik 1997). This species is associated with spruce and Douglas fir at elevations from 2400-3570 meters (Degenhardt et al. 1996). At high elevations (3570 m), this species is found in tundra habitat in the Sierra Blanca Peak in the White Mountains (Moir and Smith 1970). Stebbins (2003) elevational range extends the species to 3600 meters and includes localities in Agua Chiquite, Wofford Lookout, southwest of Monjeau Lookout, north of Summit Spring, and southeast of Koprian Springs. This species occurs within mixed mesic habitat forest above 2400 meters, where individuals can be found under logs, moist litter, bark, rocks, small woody debris, and under rockslides. In habitats above timberline, the Sacramento Mountains salamander is associated with mats of mosses and lichens, and rocks (Moir and Smith 1970). Adults are also reported within coniferous logs in advanced stages of decay; salamanders are usually found in small cracks and chambers in proximity to the inner bark surface of less decayed logs, or under the bark (Johnston and Schad 1959). This species is more frequently associated with Rocky Mountain maple, less with sparse understory, and rarely associated with Gambel oak (Weigmann et al. 1980). However, in some collection sites, small oaks (Quercus sp.) were present among dominant conifer stands (Johnston and Schad 1959).\r\n\r\nThis species is associated with Douglas fir, white fir, Engelmann spruce, and southwestern white pine; Rocky mountain maple, oceanspray, and gooseberry (Degenhardt et al. 1996).", "taxonomic": {"gap_code": "aSMTSx", "ELCode": "AAAAD01040", "scientific_name": "Aneides hardii", "ITIS_TSN": "173702", "Global_SEQ_ID": "105472", "common_name": "Sacramento Mountains Salamander"}}