{"doi": "https://doi.org/10.5066/F73R0R5G", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa42e6e4b0b7ea54524b53", "models": {"aSNTOx-y4": {"intPercentCanopy": null, "intIntoBuffFW": 120.0, "ScientificName": "Ollotis alvaria", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 120.0, "Season": "y", "intElevMax": 1890, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [2102, "Open Water (Fresh)"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4143, "Madrean Encinal"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9834, "North American Warm Desert Riparian Mesquite Bosque"], [5209, "Sonoran Mid-Elevation Desert Scrub"], [5211, "Apacherian-Chihuahuan Mesquite Upland Scrub"], [5207, "Sonora-Mojave Creosotebush-White Bursage Desert Scrub"], [5201, "Chihuahuan Creosotebush, Mixed Desert and Thorn Scrub"]], "AuxEcoSys": [], "SpeciesCode": "aSNTOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 120.0, "memHandModelNotes": "SW Gap project modeled this species without map units using only ancillary data as model components", "intElevMin": 0, "ysnHydroOW": true, "Region": "Southwest", "CommonName": "Sonoran Desert Toad", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Ken Boykin", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": true, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": true, "strAvoid": "Med", "intFromBuffOW": 120.0}}, "references": {"B05LAN01USGP": "Lannoo, M. 2005. M. Lannoo (Ed.), Amphibian Declines. The Conservation Status of United States Species, University of California Press, Berkeley, CA (2005), p. 1094", "B85STE01NAUS": "Stebbins, R. C. 1985. A Field Guide to Western Reptiles and Amphibians. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xiv + 336 pp.", "B64LOW01USGP": "Lowe, C.H. 1964. The amphibians and reptiles of Arizona. In The Vertebrates of Arizona.  Pages 153-174 In C.H. Lowe (editor).  University of Arizona Press, Tucson.", "A69NIC01SWGP": "Nickerson, M.A. and C.E. Mays. 1969 (1970). 1969. A preliminary herpetofaunal analysis of the Graham (Pinaleno) Mountain region, Graham Co., Arizona with ecological comments. Transactions of the Kansas Academy of Science 72(4): 492-505.", "A06FRO01USGP": "ERROR", "R98ROS01SWGP": "Rosen, P.C. S.S. Sartorius, C.R. Schwalbe, P.A. Holm, and C.H. Lowe. 1998. Herpetology of the Sulphur Springs Valley, Cochise County, Arizona.", "R91LOW01SWGP": "Lowe, C.H. and P.A. Holm. 1991. The amphibians and reptiles at Saguaro National Monument. Technical Report No. 37, Cooperative National Park Resources Studies Unit, University of Arizona, Tucson.", "R96PAI01SWGP": "Painter, C. and L. Pierce. 1996. NMHerp database and General process to produce expected range shapefiles of New Mexico amphibians and reptiles.. Shapefiles and document produced to provide range and elevation estimates for NM amphibians and reptiles.  Internal report.  Pps. 66..", "A62COL01SWGP": "Cole, C.J. 1962. Notes on the distribution and food habits of Bufo alvarius at the eastern edge of its range. Herpetologica 18(3): 172-175.", "B08CRO01USGP": "Crother, B. I. (editor). 2008. Scientific and standard English names of amphibians and reptiles of North America north of Mexico, with comments regarding confidence in our understanding. Sixth edition. Society for the Study of Amphibians and Reptiles Herpetological Circular 37:1-84.", "A06FRO02USGP": "Frost, D.F., T. Grant, and J.R. Mendelson, III. 2006. Ollotis Cope, 1875 is the Oldest Name for the Genus Currently Referred to as Cranopsis Cope, 1875 (Anura: Hyloides: Bufonidae). Copeia: September 2006, Vol. 2006, No. 3, pp. 558-558.", "R96ROS01SWGP": "Rosen, P.C. and C.H. Lowe. 1996. Ecology of the amphibians and reptiles at Organ Pipe Cactus national Monument, Arizona. Technical Report No. 53, Copperative Park Resources Studies Unit, University of Arizona, Tucson.", "B03STE01USGP": "Stebbins, R.C. 2003. A field guide to western reptiles and amphibians.  Third Edition. Houghton Mifflin, Boston.", "R96SWA01SWGP": "Swann, D.E., C.R. Schwalbe, R.C. Murray, and W.W. Shaw. 1996. An inventory of the terrestrial vertebrates at Tonto National Monument, Arizona. Report to National Park Service. School of Renewable Natural Resources, University of Arizona, Tucson.", "A70JON01SWGP": "Jones, K.B. 1983. Anurans of Vekol Valley, central Arizona. Southwestern Naturalist 28(4): 469-470.", "B70FOU01SWGP": "Fouquette, M.J., Jr. 1970. Bufo alvarius. Catalog of American Amphibians and Reptiles: 93.1-93.4.", "B96DEG01USGP": "Degenhardt, W., Painter, C., and A. Price.  1996. Amphibians and reptiles of New Mexico. University of New Mexico Press, Albuquerque, New Mexico. 429 pages.", "B05FOU01SWGP": "Fouquette, M.J., C.W. Painter, and P. Nanjappa. 2005. Bufo alvarius. In M.J. Lannoo, editor. Status and Conservation of U.S. Amphibians. Volume 2: Species Accounts. University of California Press, Berkeley."}, "habitat_description": "Distribution \r\nStebbins (1985) describes the distribution as from the Bill Williams River and lower Colorado River drainages across southern Arizona to extreme southwestern New Mexico, and south to Sinaloa, as well as extreme southeastern California where it now almost extirpated. In New Mexico, occurs only in southwestern Hidalgo County near Rodeo, and in the adjacent Peloncillo Mountains (Degenhardt et al. 1996).Fouquette et al. (in press) describe distribution as essentially restricted to the Sonoran Biotic Province.\r\n\r\nHabitat (general) \r\nFouquette (1970) describes habitat as primarily desert, but also occurs in grassland and lower oak woodland. Stebbins (1985) describes habitat as arid mesquite-creosote bush lowlands and arid grasslands into oak-sycamore-walnut groves in mountain canyons, and states that it is widespread throughout the desert. In New Mexico, it occurs in desert shrub characterized by broad flat expanses of creosote and mesquite, in rocky riparian zones of cottonwood and sycamore, and in both muddy stock ponds and those with abundant aquatic vegetation (Degenhardt et al. 1996). In Arizona, Lowe (1964) describes habitat as primarily desert, and less frequent in grassland and the lower edge of oak woodland. In more localized surveys, Bufo alvarius was found in desertscrub, semidesert grassland, and riparian areas at Saguaro National Park (Lowe and Holm 1991).  Jones (1988) recorded the following habitats for Bufo alvarius:  Closed Chaparral, Open Chaparral, Desert Grassland, Cottonwood-Willow Riparian, Mesquite Bosque / floodplain woodland, Mixed Riparian (Xeroriparian) Scrub, Mojave Desertscrub, Sonoran Desertscrub (Arizona Upland)\r\n\r\nWater\r\nFoquette (1970) states that “they apparently depend on the presence of rather permanent water, although frequently breeding in temporary pools”. Fouquette et al. (in press) list seasonal and permanent pools as breeding sites, including irrigation ditches and stock tanks.  \r\n\r\nSpecial habitat features\r\nTemporary or permanent water for breeding.\r\n\r\nElevational range\r\nStebbins (1985) and Foquette (1970) list sea level to 1610 m (5300 ft). In the Pinaleno Mountains, Nickerson and Mays (1969[1970]) collected two at 976 m and 1280 m (3200 and 4200 ft).  Painter (NMHERP 1996) suggests this species occurs within \"SW Hidalgo Co., variable habitat in Animas and Peloncillo Mts., intermountain valleys; ca 4100-6200' elev.\"  We used an elevational range is 0 – 1890 m.", "taxonomic": {"gap_code": "aSNTOx", "ELCode": "AAABB01010", "scientific_name": "Ollotis alvaria", "ITIS_TSN": "775976", "Global_SEQ_ID": "104462", "common_name": "Sonoran Desert Toad"}}