{"doi": "https://doi.org/10.5066/F7765CNT", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa4444e4b0b7ea54524c29", "models": {"bACWOx-y1": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Melanerpes formicivorus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [1202, "Developed, Low Intensity"], [4338, "North Pacific Lowland Mixed Hardwood-Conifer Forest and Woodland"], [5503, "California Lower Montane Blue Oak-Foothill Pine Woodland and Savanna"], [4519, "Mediterranean California Dry-Mesic Mixed Conifer Forest and Woodland"], [9856, "North American Warm Desert Riparian Systems"], [4144, "Mediterranean California Mixed Oak Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [4110, "North Pacific Oak Woodland"], [5502, "California Coastal Live Oak Woodland and Savanna"], [9846, "Mediterranean California Serpentine Foothill and Lower Montane Riparian Woodland and Seep"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4550, "East Cascades Oak-Ponderosa Pine Forest and Woodland"], [9832, "Rocky Mountain Subalpine-Montane Riparian Woodland"], [9811, "North Pacific Lowland Riparian Forest and Shrubland"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [9831, "Columbia Basin Foothill Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9837, "Rocky Mountain Subalpine-Montane Riparian Shrubland"], [5408, "Northern and Central California Dry-Mesic Chaparral"], [5404, "California Xeric Serpentine Chaparral"], [5403, "California Montane Woodland and Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "bACWOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Acorn Woodpecker", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}, "bACWOx-y5": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Melanerpes formicivorus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [9823, "Western Great Plains Floodplain"], [1202, "Developed, Low Intensity"], [4316, "Madrean Upper Montane Conifer-Oak Forest and Woodland"], [5503, "California Lower Montane Blue Oak-Foothill Pine Woodland and Savanna"], [4315, "Madrean Pine-Oak Forest and Woodland"], [9814, "Western Great Plains Floodplain Systems"], [4143, "Madrean Encinal"], [9856, "North American Warm Desert Riparian Systems"], [4312, "Western Great Plains Dry Bur Oak Forest and Woodland"], [5502, "California Coastal Live Oak Woodland and Savanna"], [9832, "Rocky Mountain Subalpine-Montane Riparian Woodland"], [9848, "Western Great Plains Riparian Woodland and Shrubland"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9837, "Rocky Mountain Subalpine-Montane Riparian Shrubland"]], "AuxEcoSys": [], "SpeciesCode": "bACWOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Great Plains", "CommonName": "Acorn Woodpecker", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}, "bACWOx-y4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Melanerpes formicivorus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [1202, "Developed, Low Intensity"], [4316, "Madrean Upper Montane Conifer-Oak Forest and Woodland"], [5503, "California Lower Montane Blue Oak-Foothill Pine Woodland and Savanna"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4519, "Mediterranean California Dry-Mesic Mixed Conifer Forest and Woodland"], [4143, "Madrean Encinal"], [9856, "North American Warm Desert Riparian Systems"], [4144, "Mediterranean California Mixed Oak Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [5502, "California Coastal Live Oak Woodland and Savanna"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4550, "East Cascades Oak-Ponderosa Pine Forest and Woodland"], [9832, "Rocky Mountain Subalpine-Montane Riparian Woodland"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9837, "Rocky Mountain Subalpine-Montane Riparian Shrubland"], [5408, "Northern and Central California Dry-Mesic Chaparral"], [5404, "California Xeric Serpentine Chaparral"], [5403, "California Montane Woodland and Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "bACWOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Acorn Woodpecker", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Bock, C.E. and J.H. Bock. 1974. On the geographical ecology and evolution of the three-toed\r\nwoodpeckers Picoides tridactylus and P. Arcticus. American Midland Naturalist 92:397-405", "Benítez-Díaz, H. 1993. Geographic variation in coloration and morphology of the Acorn woodpecker. Condor 95: 63-71.", "Gompper, M. P. Stacey, J. Berger. 1997. Conservation implications of the natural loss of lineages in\r\nwild mammals and birds. Conservation Biology 11 (4): 857-567.", "Hubbard, J. P. 1978. Revised checklist of the birds of New Mexico. New Mexico Ornithol. Soc. Publ. no. 6.", "Swarth, H.. 1904. Birds of the Huachuca Mountains, Arizona Pacific Coast Avifauna 4: 1-70.", "Tanner, J.T. and J.W. Hardy. 1958. Summer birds of the Chiricahua Mountains, Arizona American\r\nMuseum Novitates 1866, 12pps", "Behle, W.H. and M.L. Perry. 1975. Utah Birds: Checklist and ecological occurrence charts and guides\r\nto bird finding Utah Museum of Natural History, Salt Lake City, Utah.", "Mearns, E. 1890. Observations on the avifauna of a portion of Arizona. Auk 7: 251-264.", "Marshall, J.T., Jr. 1957. Birds of pine-oak woodlands in southern Arizona and adjacent Mexico. Pacific Coast Avifauna. No. 32. Cooper Ornithological Society. Berkeley, CA.", "Koenig, W. and J. Haydock. 1999. Oaks, acorns, and the geographical ecology of acorn\r\nwoodpeckers. Journal of Biogeography 26 (1): 159-165.", "Bailey, F. M. 1923. Birds recorded from the Santa Rita Mountains in southern Arizona. Pac. Coast Avifauna 15.", "Harrison, H.H. 1979. A field guide to western birds' nests. Houghton Mifflin Company, Boston. 279 pp.", "MacRoberts M. and B. MacRoberts. 1976. Social organization and behavior of the acorn woodpecker in coastal California. Ornithological Monographs 21: 1-115.", "Ligon J. and P. Stacey. 1996. Land use, lag times and the detection of demographic change: the\r\ncase of the acorn woodpecker. Conservation Biology 10 (3): 840-846.", "Koenig, W., P. Stacey, M. Stanback and R. Mumme. 1995. Acorn Woodpecker (Melanerpes formicivorus). In The Birds of North America, No. 194 (A. Poole and F. Gill, eds.). The Birds of North America, Inc., Philadelphia, PA., 23 pps.", "Alcorn, J. R. 1988. The birds of Nevada. Fairview West Publishing, Fallon, NV.", "Hannon, S., R. Mumme, W. Konig, S. Spon and F. Pitelka. 1987. Poor acorn crop, dominance, and\r\ndecline in numbers of acorn woodpeckers. Journal of Animal Ecology 56: 197-207."], "habitat_description": "Southwest:\r\nThough the presence of adequate acorn mast crop production is perhaps most important for this species, secondarily it requires areas containing an abundance of snags (Benítez-Díaz 1993), for use as granary trees.  The persistence of granary trees, vegetation structure defined as a multiple successional stages of potential tree species (cottonwood, ponderosa pine), which will senesce into large diameter trees; disruptions in the availability of granary trees can lead to rapid population declines and ultimately extirpation (Ligon and Stacey 1996).  Thus, it seems likely this species will select for areas characterized as a matrix of encinal woodland-types (for food – i.e., acorn mast) and riparian areas and/ or ponderosa pine forest (for food storage – i.e., large-diameter granary trees).  The number of granary sites within a territory is correlated to reproductive success and survivorship (Gompper et al. 1997).  Thus, vegetation types include encinal, pine-encinal woodlands (Mearns 1890; Bailey 1923; Benítez-Díaz 1993), riparian corridors, as well as Douglas fir, redwood and tropical hardwood species, and ponderosa pine (Ligon and Stacey 1996) where oaks occur in numbers to provide adequate mast (Koenig et al. 1995); stands of oak may either occur adjacent to riparian areas or adequate mast may occur within the riparian area.  Strong and Bock (1990), during their bird study of riparian areas in the Huachuca Mountains, observed this species in large wooded riparian stands with upland vegetation was either pine-oak or grassland.  Although we have elevation information for the Huachuca and Chiricahua Mountains in southeastern Arizona, this species ranges north to the Colorado River, where suitable habitat exists and eastward to the western ½ of the western ½ of New Mexico and has been identified in southern Nevada.  Therefore, we exclude this information using Elevation Decision Rule 5.  The information available is not likely representative of the elevational range throughout the known range of this species.  However, although it’s representativeness may be somewhat questionable, we may want to model this species with elevation within the Madrean Archipelago of southeastern Arizona and southwestern New Mexico.  Elevation extrapolated over this area is from sea level to 2273 meters (Swarth 1904; Tanner and Hardy 1958).  In Arizona, acorn woodpeckers occur from the southeastern corner northwestward to the Colorado River (Koenig et al. 1995).  It occurs throughout New Mexico except for the northern- and easternmost reaches of the state (Hubbard 1978).  In Nevada, this species is considered “rare” with five records for the state since publication of Alcorn (1988).  This species is considered “hypothetical” in Utah with only three records for the state since publication of (Behle and Perry 1975).  \r\n\r\n\r\nHABITAT SUMMARY\r\nVegetation Type:  \r\nOAK/ PINE-OAK WOODLANDS:  Occurring in encinal, pine-encinal woodlands (Benítez-Díaz 1993), riparian corridors, as well as Douglas fir, redwood and tropical hardwood species, where oaks are present in numbers to provide adequate mast crop (Koenig et al. 1995).  Bailey (1923), during his study of the Santa Rita Mountains, suggests this species is one of the most abundant birds in the Upper Sonoran and Transition Zones in Madera Canyon.  Mearns (1890) identified as a very common resident “breeding plentifully” throughout the pine belt with oaks supplying a “large share of its food.”  \r\n\r\nNOTE:  Vegetation structure seems to be most important to this species, and should consist of oaks large enough to provide adequate mast (Koenig et al. 1995), granary trees and nest cavities.  Additionally, oak species diversity is crucial to ACWO presence and persistence; the greater the oak species diversity (the threshold appears to be = 5 oak species), the lesser the overall probability of oak mast crop failure – thus, the greater the likelihood for species’ persistence (Bock and Bock 1974).  Therefore, vegetation types with adequate oak diversity will be most appropriate for this species.  The following three Madrean ecological systems are expected to serve as foraging habitat for this species.\r\n\r\nMADREAN PINE-OAK FOREST AND WOODLAND - This system occurs on mountains and plateaus in the Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and southern and central Arizona, from the the Mogollon Rim southeastward to the Sky Islands. These forests and woodlands are composed of Madrean pines (Pinus arizonica, Pinus engelmannii, Pinus leiophylla or Pinus strobiformis) and evergreen oaks (Quercus arizonica, Quercus emoryi, or Quercus grisea) intermingled with patchy shrublands on most mid-elevation slopes (1500-2300 m elevation).  Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and Arizona, generally south of the Mogollon Rim.  \r\n\r\nMADREAN ENCINAL - Madrean Encinal occurs on foothills, canyons, bajadas and plateaus in the Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, extending north into Trans-Pecos Texas, southern New Mexico and sub-Mogollon Arizona. These woodlands are dominated by Madrean evergreen oaks along a low-slope transition below Madrean Pine-Oak Forest and Woodland (CES305.796) and Madrean Pinyon-Juniper Woodland. Lower elevation stands are typically open woodlands or savannas where they transition into desert grasslands, chaparral or is some case desertscrub.  Common evergreen oak species include Quercus arizonica, Quercus emoryi,Quercus intricata, Quercus grisea, Quercus oblongifolia, Quercus toumeyi and in Mexico, Quercus chihuahuaensis and Quercus albocincta. Madrean pine, Arizona cypress, pinyon and juniper trees may be present, but do not codominate. Chaparral species such as Arctostaphylos pungens, Cercocarpus montanus, Purshia spp. Garrya wrightii, Quercus turbinella, Frangula betulifolia (=Syn Rhamnus betulifolia), or Rhus spp. may be present, but do not dominate.  Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and southeastern Arizona.  \r\n\r\nMADREAN PINYON-JUNIPER WOODLAND - This system occurs on foothills, mountains and plateaus in the Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and in southern and central Arizona, from the Mogollon Rim south to the Sky Islands.  Substrates are variable, but soils are generally dry and rocky.  The presence of Pinus cembroides, Pinus discolor, or other Madrean trees and shrubs is diagnostic of this woodland system. Juniperus coahuilensis, Juniperus deppeana, Juniperus pinchotii, Juniperus monosperma, and/or Pinus edulis may be present to dominant.  Madrean oaks such as Quercus arizonica, Quercus emoryi, and Quercus grisea may be codominant. Pinus ponderosa is absent or sparse.  If present, understory layers are variable and may be dominated by shrubs or graminoids.\r\n\r\nRIPARIAN:  Strong and Bock (1990), during their bird study of riparian areas in the Huachuca Mountains, observed this species in large wooded stands of ash, cottonwood, maple, desert willow, sycamore and walnut, small wooded stands of ash, cottonwood, maple, desert willow, sycamore, willow and walnut, and small open stand of cottonwood, sycamore, walnut and willow; the heavily wooded areas were characterized as pine and oak.  Also, upland vegetation was either pine-oak or grassland.  \r\n\r\nNOTE:  Though the presence of adequate acorn mast crop production is important for this species, this species will also inhabit areas containing an abundance of snags (Benítez-Díaz 1993), for use as granary trees.  The number of granary sites within a territory is correlated to reproductive success and survivorship (Gompper et al. 1997).  Ligon and Stacey (1996) conducted a study in Water Canyon, Magdalena Mountains, where several high quality acorn woodpecker territories existed; they concluded, as large diameter narrow-leafed cottonwood trees senesced and ultimately fell, habitat quality went from high to low and the sites were ultimately abandoned, regardless of the mast crop production of acorns.  Therefore, the persistence of granary trees, vegetation structure defined as a multiple successional stages of potential tree species (cottonwood, ponderosa pine), which will senesce into large diameter trees; disruptions in the availability of granary trees can lead to rapid population declines and ultimately extirpation (Ligon and Stacey 1996).  On Hastings Reservation, California, the number of flocks and respective territories seems to be correlated with the number of available granary trees; however, actual population size appears to be correlated with the extent of the cached winter supply of acorns (Hannon et al. 1987).  Marshall (1957), during his studies in the Madrean Archipelago observed live pine and pine snags used as granary sites.  In New Mexico, this species is “rare to fairly common” in pine, pine-oak, oak and mainly adjacent riparian woodlands (Hubbard 1978).  This statement is particularly important for this species’ entire distribution southwestern distribution.  Vegetation types required for this species will be:  (1) oak and pine-oak, and oak-juniper woodlands, which retain high oak diversity (which probably will not be discernable at the ecological system scale), and (2) adjacency of these oak dominated/ co-dominated types to riparian areas characterized by large diameter trees, which can be used as granary sites.  When the model is developed these two primary vegetation categories must be coupled.  These riparian ecological systems will likely contain large-diameter trees, which can be used as granary trees.  However, we are currently not modeling at an appropriate scale.  We need to know species diversity of oak and presence and persistence of granary trees represented by multiple successional states of these large diameter trees.  The following three riparian ecological systems were justified because these systems are expected to provide both granary and nest sites for this woodpecker.\r\n\r\nNORTH AMERICAN WARM DESERT RIPARIAN WOODLAND AND SHRUBLAND -  Throughout canyons and the desert valleys of the southwestern United States and adjacent Mexico.  This ecological system consists of low-elevation (<1200 m) riparian corridors along medium to large perennial streams throughout canyons and the desert valleys of the southwestern United States and adjacent Mexico. The vegetation is a mix of riparian woodlands and shrublands. Dominant trees include Acer negundo, Fraxinus velutina, Populus fremontii, Salix gooddingii, Salix lasiolepis, Celtis laevigata var. reticulata, and Juglans major. Shrub dominants include Salix geyeriana, Shepherdia argentea, and Salix exigua. Vegetation is dependent upon annual or periodic flooding and associated sediment scour and/or annual rise in the water table for growth and reproduction.\r\n\r\nNORTH AMERICAN WARM DESERT LOWER MONTANE RIPARIAN WOODLAND AND SHRUBLAND - This ecological system occurs in canyons and valleys of southern Arizona and New Mexico, and adjacent Mexico and consists of mid- to low-elevation (1100-1800 m) riparian corridors along perennial and seasonally intermittent streams. The vegetation is a mix of riparian woodlands and shrublands. Dominant trees include Populus angustifolia, Populus deltoides ssp. wislizeni, Populus fremontii, Platanus wrightii, Juglans major, Fraxinus velutina, and Sapindus saponaria. Shrub dominants include Salix exigua, Prunus spp., Alnus oblongifolia, and Baccharis salicifolia.\r\n\r\nROCKY MOUNTAIN LOWER MONTANE RIPARIAN WOODLAND AND SHRUBLAND - Dominant trees may include Acer negundo, Populus angustifolia, Populus balsamifera, Populus deltoides, Populus fremontii, Pseudotsuga menziesii, Picea pungens, Salix amygdaloides, or Juniperus scopulorum. Dominant shrubs include Acer glabrum, Alnus incana, Betula occidentalis, Cornus sericea, Crataegus rivularis, Forestiera pubescens, Prunus virginiana, Rhus trilobata, Salix monticola, Salix drummondiana,Salix exigua, Salix irrorata, Salix lucida, Shepherdia argentea, or Symphoricarpos spp. Exotic trees of Elaeagnus angustifolia and Tamarix spp. are common in some stands.  This system is found throughout the Rocky Mountain and Colorado Plateau regions within a broad elevation range from approximately 900 to 2800 m.  \r\n\r\nTreatment of Vegetation Information:  Eight citations were used to derive the vegetation information.  These include the BNA species account (Koenig et al. 1995), four peer-reviewed journal articles (Bock and Bock 1974; Strong and Bock 1990; Benitez-Diaz 1993; Koenig and Haydock 1999), two natural history accounts (Mearns 1890; Bailey 1923), and one species checklist (Hubbard 1978).  Of these, five citations (Mearns 1890; Hubbard 1978; Strong and Bock 1990; Benitez-Diaz 1993; Koenig et al. 1995) was based upon “dominant descriptive” information, while one contained “lifeform descriptive” information (Bailey 1923); all of this information was used in developing the vegetation modeling parameter for this species.  One citation was unique, the BNA species’ account (Koenig et al. 1995), which contained vegetation structure information; this information was quite useful in identifying alliance types with an oak structure and composition suitable for this species.\r\n\r\nVegetation Structure (microhabitat correlates):  Foraging ecology –  Behavior, ecology, cooperative breeding and breeding success are closely related to the availability of acorns (Hannon et al. 1987).  Bock and Bock (1974) suggest acorn crop variability decreases with increasing oak species diversity.  ACWO requires oaks in adequate abundance to provide robust mast crop (Koenig et al. 1995).  Oak species diversity is crucial to ACWO persistence; the greater the oak species diversity (the threshold appears to be = 5 oak species), the lesser the overall probability of oak mast crop failure – thus, the greater the likelihood for species’ persistence (Bock and Bock 1974).  Koenig and Haydock (1999) further this assertion by suggesting greater oak species diversity reduces the probability of mast crop production failure and, thus, potentially larger and stable populations can be supported.  Although this seems to be the case in California, in the southwest acorn woodpecker population variability and size does not differ significantly with increasing oak species diversity; however, acorn woodpeckers are rarely found in areas containing only one oak species (Koenig and Haydock 1999).  \r\n\r\nGranary sites – Though the presence of adequate acorn mast crop production is important for this species, this species will also inhabit areas containing an abundance of snags (Benítez-Díaz 1993), for use as granary trees.  The number of granary sites within a territory is correlated to reproductive success and survivorship (Gompper et al. 1997).  Ligon and Stacey (1996) conducted a study in Water Canyon, Magdalena Mountains, where several high quality acorn woodpecker territories existed; they concluded, as large diameter narrow-leafed cottonwood trees senesced and ultimately fell, habitat quality went from high to low and the sites were ultimately abandoned, regardless of the mast crop production of acorns.  Therefore, the persistence of granary trees, vegetation structure defined as a multiple successional stages of potential tree species (cottonwood, ponderosa pine), which will senesce into large diameter trees; disruptions in the availability of granary trees can lead to rapid population declines and ultimately extirpation (Ligon and Stacey 1996).  On Hastings Reservation, California, the number of flocks and respective territories seems to be correlated with the number of available granary trees; however, actual population size appears to be correlated with the extent of the cached winter supply of acorns (Hannon et al. 1987).  Marshall (1957), during his studies in the Madrean Archipelago observed live pine and pine snags used as granary sites.  \r\n\r\nNest ecology –  Throughout its range, nests in mostly dead or live oaks, 6-25 feet (1.8-7.6 meters) above ground (Harrison 1979).  Cavity nester, requiring medium-sized oak (on Hastings Reservation, CA), and in New Mexico, this species nests in cottonwoods and ponderosa pines.  Breeding territories have been identified as containing multiple cavities (Koenig et al. 1995).  \r\n\r\nElevational Range:  There are only two mountain ranges where elevation information was provided.  In the Huachuca Mountains, Swarth (1904) suggests ACWO are seldom observed at the higher elevations with breeding occurring almost entirely below 6000ft (1818m) elevation; however, this estimate of elevational range was based upon observations and not direct measurements.  In the Chiricahua Mountains, this species is “common” at all elevations between Portal and 7500 feet (2273m; Tanner and Hardy 1958).  \r\n\r\nWe have elevation information for the Huachuca and Chiricahua Mountains in southeastern Arizona.  This species ranges north to the Colorado River, where suitable habitat exists and eastward to the western ½ of the western ½ of New Mexico.  It has also been identified in southern Nevada.  Therefore, we exclude this information using Elevation Decision Rule 5.  The information available is not likely representative of the elevational range throughout the known range of this species.  We should model habitat for this species within the Madrean Archipelago of southeastern Arizona and southwestern New Mexico.\r\n\r\nTerritory Size:  Only territory estimates for communal groups (2 to 16) and/ or breeding pairs in California are available.  Average size 0.6ha for Hastings Reservation, CA (Koenig et al. 1995).   MacRoberts and MacRoberts (1976) estimates home ranges, for Hastings Reservation, using a Minimum Convex Polygon approach; for male breeders home range size averaged 5.5 ± 2.0 SD ha and 4.9 ±2.32 ha for female breeders.  For nonbreeders, males home range size averaged 13.2 ±7.6 ha and 89.3 ±56.9ha for females.\r\n\r\nAssessment:  Twenty-four citations were used to develop this habitat description.  Vegetation information was derived from the BNA species account (Koenig et al. 1995), two peer-reviewed journal articles (Strong and Bock 1990; Benitez-Diaz 1993), two natural history accounts (Mearns 1890; Bailey 1923), and one species checklist (Hubbard 1978).  Vegetation structure related to foraging include the BNA species’ account (Koenig et al. 1995), and three peer-reviewed journal articles (Bock and Bock 1974; Hannon et al. 1987; Koenig and Haydock 1999).  Vegetation structure related to granary sites include four peer-reviewed journal articles (Hannon et al. 1987; Benitez-Diaz 1993; Ligon and Stacey 1996; Gompper et al. 1997), and one natural history accounts (Marshall 1957).  Vegetation structure related to nesting include the BNA species’ account (Koenig et al. 1995), and one natural history account (Harrison 1979).  Elevation information, although available only for two mountain ranges within southeastern Arizona, was derived from two natural history accounts (Swarth 1904; Tanner and Hardy 1958).  Information related to territoriality was derived from one peer-reviewed journal article (MacRoberts and MacRoberts 1976).  Data and information use in this species’ habitat description spans 80 years.  Natural history accounts range from 1923 to 1957.  Peer reviewed journal articles range from 1976 to 1999.  The BNA species account was completed in 1995.  \r\n\r\nNarrative description of distribution:  Geographic range was delimited using the BNA account (Koenig et al. 1995).  The northern extent of this species range is incorrectly delineated due to the articulation of HUCs.  This species is not known to occur into southwestern Colorado.  In Arizona, acorn woodpeckers occur from the southeastern corner northwestward to the Colorado River (Koenig et al. 1995).  It occurs throughout New Mexico except for the northern- and easternmost reaches of the state.  In New Mexico, this species is a “resident” in mountain areas and vicinities almost statewide (northward locally to the Chuska, Jemez and Sangre de Cristo Mountains; Hubbard 1978).  It also occurs in small ranges such as the Ladron and Organ Mountains and is “casual” in the Sandias and “very local” in the Jemez, Sangre de Cristo and other northern ranges (Hubbard 1978).  ACWO is “occasional” at lower elevations (Albuquerque, Belen area, Socorro, Roswell and Gran Quivira; Hubbard 1978).  It demonstrates an “apparent migratory movement” at Silver City (Hubbard 1978).  In Nevada, this species is considered “rare” with five records for the state since publication of Alcorn (1988).  There was one in 1930, Hidden Forest, Sheep Mountains, Clark County, one at Boulder City in 1971, one in the Las Vegas Valley in 1972, one at Sunrise Mountain east of Las Vegas in 1972 and one that “visited Las Vegas in 1983 (Alcorn 1988).  This species is considered “hypothetical” in Utah with only three records for the state since publication of (Behle and Perry 1975).  These records are from seven miles north of Cedar City (n =1), near Cedar City (n =1), and near Springdale at the mouth of Zion Canyon (n =1; Behle and Perry 1975).", "taxonomic": {"gap_code": "bACWOx", "ELCode": "ABNYF04050", "scientific_name": "Melanerpes formicivorus", "ITIS_TSN": "178189", "Global_SEQ_ID": "101493", "common_name": "Acorn Woodpecker"}}