{"doi": "https://doi.org/10.5066/F78050WN", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa44cee4b0b7ea54524c7b", "models": {"bARWOx-y4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Picoides arizonae", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": 2270, "intSlopeMax": null, "PrimEcoSys": [[4316, "Madrean Upper Montane Conifer-Oak Forest and Woodland"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4518, "Madrean Pinyon-Juniper Woodland"], [4528, "Southern Rocky Mountain Dry-Mesic Montane Mixed Conifer Forest and Woodland"], [4143, "Madrean Encinal"], [4112, "Rocky Mountain Bigtooth Maple Ravine Woodland"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [5411, "Coahuilan Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "bARWOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 1220, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Arizona Woodpecker", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {}, "habitat_description": "Southwest:\r\nVegetation Type:  \r\nPine-Oak / Oak-Juniper-Pine Woodlands:  This woodpecker is restricted to Madrean woodlands and forests (Johnson et al. 1999), and seems “especially dependent” on the presence of evergreen oaks (Swarth 1904, 1908; Bailey 1928; Marshall 1956, 1957; Davis 1965; Monson and Phillips 1981; Johnson et al. 1999) with Swarth (1914) suggesting this species is a “common resident” of the live-oak belt.  In a study of breeding birds on the Chiricahua Mountains, Balda (1970) observed nesting pairs in oak (n=1) and oak-juniper-pine (n=4) woodlands.  Ligon and Balda (1968) suggest this species is “common” in oak and pine-oak woodland.  In southeastern Arizona, this species forages in oaks (Bent 1939; Marshall 1957; Davis 1965; Ligon 1968b), and pine-oak (Davis 1965).  In the Rincon Mountains, Arizona, Marshall (1956) observed this species in oak woodlands.  In New Mexico (Hubbard 1978), identifies this species as rare to fairly common in pine, pine-oak and adjacent riparian woodlands.  This species is identified as using pine-oak woodlands during the fall and winter (Marshall 1957).  Winkler (1979) report this species forages preferentially within pines during the pre-nesting season and becomes less selective during the nesting season.  In southeastern Arizona, it nests in evergreen oaks (Bent 1939; Ligon 1961) and agave stalks (Swarth 1904).  \r\n\r\nAll of the ecological systems listed below are dominated by Madrean oak, juniper and/ or pine, and occur within the known range of this woodpecker.  Therefore, inclusion of these ecological systems is justified.  For all of these ecological systems, this species is expected to occur year-round where suitable habitat exists.\r\n\r\nMADREAN PINE-OAK FOREST AND WOODLAND - This system occurs on mountains and plateaus in the Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and southern and central Arizona, from the the Mogollon Rim southeastward to the Sky Islands. These forests and woodlands are composed of Madrean pines (Pinus arizonica, Pinus engelmannii, Pinus leiophylla or Pinus strobiformis) and evergreen oaks (Quercus arizonica, Quercus emoryi, or Quercus grisea) intermingled with patchy shrublands on most mid-elevation slopes (1500-2300 m elevation).  Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and Arizona, generally south of the Mogollon Rim.  \r\n\r\nMADREAN PINYON-JUNIPER WOODLAND - This system occurs on foothills, mountains and plateaus in the Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and in southern and central Arizona, from the Mogollon Rim south to the Sky Islands.  Substrates are variable, but soils are generally dry and rocky.  The presence of Pinus cembroides, Pinus discolor, or other Madrean trees and shrubs is diagnostic of this woodland system. Juniperus coahuilensis, Juniperus deppeana, Juniperus pinchotii, Juniperus monosperma, and/or Pinus edulis may be present to dominant.  Madrean oaks such as Quercus arizonica, Quercus emoryi, and Quercus grisea may be codominant. Pinus ponderosa is absent or sparse. If present, understory layers are variable and may be dominated by shrubs or graminoids.  \r\n\r\nMADREAN ENCINAL - Madrean Encinal occurs on foothills, canyons, bajadas and plateaus in the Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, extending north intoTrans-Pecos Texas, southern New Mexico and sub-Mogollon Arizona. These woodlands are dominated by Madrean evergreen oaks along a low-slope transition below Madrean Pine-Oak Forest and Woodland and Madrean Pinyon-Juniper Woodland.  Lower elevation stands are typically open woodlands or savannas where they transition into desert grasslands, chaparral or is some case desertscrub.  Common evergreen oak species include Quercus arizonica, Quercus emoryi,Quercus intricata, Quercus grisea, Quercus oblongifolia, Quercus toumeyi and in Mexico, Quercus chihuahuaensis and Quercus albocincta. Madrean pine, Arizona cypress, pinyon and juniper trees may be present, but do not codominate. Chaparral species such as Arctostaphylos pungens, Cercocarpus montanus, Purshia spp. Garrya wrightii, Quercus turbinella, Frangula betulifolia (=Syn Rhamnus betulifolia), or Rhus spp. may be present, but do not dominate.  Sierra Madre Occidentale and Sierra Madre Orientale in Mexico, Trans-Pecos Texas, southern New Mexico and southeastern Arizona.  \r\n\r\nCOAHUILAN CHAPARRAL - This ecological system occurs in mountains in southeastern New Mexico (Guadalupe Mtns.) and Trans-Pecos Texas (Davis and Chisos Mtns.). It often dominants along the mid-elevation transition from the Chihuahuan Desert into mountains (1700-2500 m). It occurs on foothills, mountain slopes and canyons in dryer habitats below the encinal and pine woodlands and is often associated with more xeric and coarse-textured substrates such as limestone, basalt or alluvium, especially in transition areas with more mesic woodlands.. The moderate to dense shrub canopy includes many shrub oak species such as Quercus intricata, Quercus pringlei, Quercus invaginata, Quercus laceyi, Quercus grisea, Quercus emoryi, Quercus toumeyi, several widespread chaparral species such as Arctostaphylos pungens, Ceanothus greggii, Fallugia paradoxa, and Garrya wrightii, and species characteristic of this system such as Arbutus arizonica, Arbutus xalapensis (=Arbutus texana), Fraxinus greggii, Fendlera rigida (= Fendlera linearis), Garrya ovata, Purshia mexicana (= ssp. mexicana), Rhus virens var. choriophylla (= Rhus choriophylla), and endemics Salvia lycioides (= Salvia ramosissima), Salvia roemeriana, and Salvia regla. Most chaparral species are fire-adapted, resprouting vigorously after burning or producing fire-resistant seeds.\r\n\r\nMADREAN UPPER MONTANE CONIFER-OAK FOREST AND WOODLAND – This system occurs at the upper elevations in the Sierra Madre Occidentale and Sierra Madre Orientale.  In the U.S., it is restricted to north and east aspects at high elevations (1980-2440 m) in the Sky Islands (Chiricahua, Huachuca, Pinaleno, Santa Catalina, and Santa Rita mountains) and along the Nantanes Rim. It is more common in Mexico and does not occur in Arizona central highlands.  The vegetation is characterized by large- and small-patch forests and woodlands dominated by Pseudotsuga menziesii, Abies coahuilensis, or Abies concolor and Madrean oaks such as Quercus hypoleucoides and Quercus rugosa.  \r\n\r\nRiparian Forest: In the Huachuca Mountains, habitat used during the summer was characterized as small wooded stands of maple and large wooded stands of sycamore; winter habitat was characterized as small wooded stands of desert willow and large wooded stands of walnut (Strong and Bock 1990).  In southeastern Arizona, this species forages in sycamore and pine (Marshall 1957, Davis 1965, Ligon 1968a, Ligon 1968b), cottonwood (Davis 1965), walnut and willow (Davis 1965, Ligon 1968b), juniper (Marshall 1957), Arizona cypress (Ligon 1968b) and sometimes on agave flower blossoms (Marshall 1957), as well as the stalks of agave (Davis 1965, Ligon 1968b).  In southeastern Arizona, it nests in sycamores, maples (Bent 1939; Ligon 1961), cottonwoods (Bent 1939; Ligon 1961; Ligon and Balda 1968) and walnut (Ligon and Balda 1968).  In New Mexico, this species nests in sycamore, cottonwood and ash (Ligon 1961).\r\n\r\nROCKY MOUNTAIN BIGTOOTH MAPLE RAVINE WOODLAND - This ecological system occurs in cool ravines, on toeslopes and slump benches associated with riparian areas in the northern and central Wasatch Range and Tavaputs Plateau extending into southern Idaho, as well as in scattered localities in southwestern Utah, central Arizona and New Mexico and the Trans-Pecos of Texas. Substrates are typically rocky colluvial or alluvial soils with favorable soil moisture. These woodlands are dominated by Acer grandidentatum but may include mixed stands codominated by Quercus gambelii or with scattered conifers. Some stands may include Acer negundo or Populus tremuloides as minor components. It also occurs on steeper, north-facing slopes at higher elevations, often adjacent to Rocky Mountain Gambel Oak-Mixed Montane Shrubland or Rocky Mountain Aspen Forest and Woodland.  Bent (1939), Ligon (1961) and Strong and Bock (1990) identified this species as occurring/ nesting within maple.  We are uncertain as to whether this ecological system occurs within this species range.  However, we are still including it because it is characterized by Acer spp.  Thus, inclusion of this system is reasonable.  This species is expected to occur year-round where suitable habitat exists.\r\n\r\nROCKY MOUNTAIN MONTANE DRY-MESIC MIXED CONIFER FOREST AND WOODLAND - This is a highly variable ecological system of the montane zone of the Rocky Mountains. It occurs throughout the southern Rockies, north and west into Utah, Nevada, western Wyoming and Idaho. These are mixed-conifer forests occurring on all aspects at elevations ranging from 1200 to 3300 m. Rainfall averages less than 75 cm per year (40-60 cm) with summer \"monsoons\" during the growing season contributing substantial moisture. The composition and structure of overstory is dependent upon the temperature and moisture relationships of the site, and the successional status of the occurrence. Pseudotsuga menziesii and Abies concolor are most frequent, but Pinus ponderosa may be present to codominant. Pinus flexilis is common in Nevada. Pseudotsuga menziesii forests occupy drier sites, and Pinus ponderosa is a common codominant. Abies concolor-dominated forests occupy cooler sites, such as upper slopes at higher elevations, canyon sideslopes, ridgetops, and north- and east-facing slopes which burn somewhat infrequently. Picea pungens is most often found in cool, moist locations, often occurring as smaller patches within a matrix of other associations. As many as seven conifers can be found growing in the same occurrence, and there are a number of cold-deciduous shrub and graminoid species common, including Arctostaphylos uva-ursi, Mahonia repens, Paxistima myrsinites, Symphoricarpos oreophilus, Jamesia americana, Quercus gambelii, and Festuca arizonica. This system was undoubtedly characterized by a mixed severity fire regime in its \"natural condition,\" characterized by a high degree of variability in lethality and return interval.  Bent (1939), Ligon (1961) and Strong and Bock (1990) identified this species as occurring/ nesting within maple.  We are uncertain as to whether this ecological system occurs within this species range.  In the Vegetation section of this ecological system, Acer glabrum and A. grandidentatum were both identified as occurring within this ecological system.  However, we are still including it because it lists two Acer spp. as occurring within this type.  Thus, inclusion of this system is reasonable.  This species is expected to occur year-round where suitable habitat exists.  \r\n\r\nROCKY MOUNTAIN LOWER MONTANE RIPARIAN WOODLAND AND SHRUBLAND - This system is found throughout the Rocky Mountain and Colorado Plateau regions within a broad elevation range from approximately 900 to 2800 m. This system often occurs as a mosaic of multiple communities tree-dominated with a diverse shrub component. This system is dependent on a natural hydrologic regime, especially annual to episodic flooding. Occurrences are found within the flood zone of rivers, on islands, sand or cobble bars, and immediate streambanks. They can form large, wide occurrences on mid-channel islands in larger rivers or narrow bands on small, rocky canyon tributaries and well-drained benches. It is also typically found in backwater channels and other perennially wet but less scoured sites, such as floodplains swales and irrigation ditches. Dominant trees may include Acer negundo, Populus angustifolia, Populus balsamifera, Populus deltoides, Populus fremontii, Pseudotsuga menziesii, Picea pungens, Salix amygdaloides, or Juniperus scopulorum. Dominant shrubs include Acer glabrum, Alnus incana, Betula occidentalis, Cornus sericea, Crataegus rivularis, Forestiera pubescens, Prunus virginiana, Rhus trilobata, Salix monticola, Salix drummondiana, Salix exigua, Salix irrorata, Salix lucida, Shepherdia argentea, or Symphoricarpos spp. Exotic trees of Elaeagnus angustifolia and Tamarix spp. are common in some stands. Generally, the upland vegetation surrounding this riparian system is different and ranges from grasslands to forests. Because Strong and Bock (1990) identified this species as occurring within small stands of Acer spp., and Acer negundo is identified as one of the dominant species, inclusion of this ecological system is justified.  This species is expected to occur year-round where suitable habitat exists.  \r\n\r\nNORTH AMERICAN WARM DESERT LOWER MONTANE RIPARIAN WOODLAND AND SHRUBLAND - This ecological system occurs in canyons and valleys of southern Arizona and New Mexico, and adjacent Mexico and consists of mid- to low-elevation (1100-1800 m) riparian corridors along perennial and seasonally intermittent streams. The vegetation is a mix of riparian woodlands and shrublands. Dominant trees include Populus angustifolia, Populus deltoides ssp. wislizeni, Populus fremontii, Platanus wrightii, Juglans major, Fraxinus velutina, and Sapindus saponaria. Shrub dominants include Salix exigua, Prunus spp., Alnus oblongifolia, and Baccharis salicifolia.  Plantanus wrightii was listed in the concept description.  In the Alliances and Associations section of this ecological system, one of the alliances listed identified Acer negundo as a co-dominant species.  Strong and Bock (1990) identified this species as occurring in small wooded stands of maple and large wooded stands of sycamore during summer and large wooded stands of walnut during winter.  In southeastern Arizona, this species forages in sycamore (Marshall 1957; Davis 1965; Ligon 1968a; Ligon 1968b) and cottonwood (Davis 1965) – both of these species occur within this ecological system.  This species is identified as nesting in sycamores, maples (Bent 1939; Ligon 1961), cottonwoods (Bent 1939; Ligon 1961; Ligon and Balda 1968) and walnut (Ligon and Balda 1968) - all of these species are represented within this ecological system.  Therefore, inclusion of this ecological system is justified.  This species is expected to occur year-round where suitable habitat exists.  \r\n\r\nNORTH AMERICAN WARM DESERT RIPARIAN WOODLAND AND SHRUBLAND - Throughout canyons and the desert valleys of the southwestern United States and adjacent Mexico.  This ecological system consists of low-elevation (<1200 m) riparian corridors along medium to large perennial streams throughout canyons and the desert valleys of the southwestern United States and adjacent Mexico. The vegetation is a mix of riparian woodlands and shrublands. Dominant trees include Acer negundo, Fraxinus velutina, Populus fremontii, Salix gooddingii, Salix lasiolepis, Celtis laevigata var. reticulata, and Juglans major.  Shrub dominants include Salix geyeriana, Shepherdia argentea, and Salix exigua. Vegetation is dependent upon annual or periodic flooding and associated sediment scour and/or annual rise in the water table for growth and reproduction.  In the Alliances and Associations section of this ecological system, six of the alliances/ associations listed identified Plantanus wrightii as a co-dominant species.  Strong and Bock (1990) identified this species as occurring in small wooded stands of maple and large wooded stands of sycamore during summer and large wooded stands of walnut during winter – all of these species occur within this system.  In southeastern Arizona, this species forages in sycamore (Marshall 1957; Davis 1965; Ligon 1968a; Ligon 1968b) and cottonwood (Davis 1965) – both of these species occur within this ecological system.  This species is identified as nesting in sycamores, maples (Bent 1939; Ligon 1961), cottonwoods (Bent 1939; Ligon 1961; Ligon and Balda 1968) and walnut (Ligon and Balda 1968) - all of these species are represented within this ecological system.  Therefore, inclusion of this ecological system is justified.  This species is expected to occur year-round where suitable habitat exists.  \r\n\r\nElevational Range:  \r\nNOT USEFUL INFORMATION:  This species occurs in lower-elevation oak groves in the Rincon Mountains, Arizona (Marshall 1956).  In New Mexico, this species occurs from the oak-juniper foothills to approximately 7000 feet elevation (2121 meters; Bailey 1923, Ligon 1961).  \r\n\r\nUSEFUL INFORMATION:  \r\nElevational range is from pine-oak transition zone down to 1220m (Johnson et al. 1999).  In the Chiricahua Mountains, Tanner and Hardy (1958) indicate this species occurs between 5200 to 7200 feet (1575-2181 meters) elevation.   Davis (1965) observed this species in the Chiricahua Mountains from 4800 to 7400 feet (1455–2240 meters).  On the Huachuca Mountains, Swarth (1904) identified an elevational range between 4500 and 7500 feet (1360 – 2273 meters), though it occasionally occurs to 8000 ft (2424 meters); Bent (1938) concurred, stating this species occurs to ~ 7500ft. (2272 meters) elevation.   This species’ range extends into five southeastern Arizona counties.  The available site-specific information is for two mountain ranges in Cochise County, the southeastern-most county in Arizona.  Therefore, it would be difficult to assert this information would be representative of this species entire range in southeastern Arizona.  Therefore, the elevation variable will not be included in this model.\r\n\r\nAssessment:  References used in drafting this habitat description include the BNA species’ account (Johnson et al. 1999), 15 natural history studies (Fowler 1903; Osgood 1903; Swarth 1904, 1929; Bailey 1923; Bent 1939; Marshall 1956, 1957; Tanner and Hardy 1958; Ligon 1961; Davis 1965; Ligon 1968a; Ligon and Balda 1968; Phillips et al. 1978; Howell and Webb 1995), three species checklists (Hubbard 1978; Monson and Phillips 1981; Goodman 1985) and six peer-reviewed journal articles (Ligon 1968b; Balda 1970; Winkler 1979; Hutto 1987 [in Mexico]; Gram 1998[in Mexico]; Strong and Bock 1990).    Vegetation information was derived from the BNA species’ account (Johnson et al. 1999), eight natural history studies (Swarth 1904, 1908, 1914; Bailey 1928; Marshall 1956, 1957; Davis 1965; Ligon and Balda 1968), two species checklists (Hubbard 1978; Monson and Phillips 1981) and two peer-reviewed journal articles (Balda 1970; Strong and Bock 1990).  Vegetation structure related to foraging was derived from four natural history studies (Bent 1939; Marshall 1957; Davis 1965; Ligon 1968a) and two peer-reviewed journal articles (Ligon 1968b; Winkler 1979).  Vegetation structure related to nesting was derived from four natural history accounts (Swarth 1904; Bent 1939; Ligon 1961; Ligon and Balda 1968).  Elevation information was derived from the BNA species’ account (Johnson et al. 1999), and five natural history studies (Bailey 1923; Bent 1939; Marshall 1956; Ligon 1961; Tanner and Hardy 1958). \r\n\r\nNarrative description of distribution:  Geographic range for this woodpecker was delimited using the BNA account (Johnson et al. 1999).  Distribution in southeastern Arizona and southwestern New Mexico may be slightly over-estimated due to the selection of HUCs.  Consequently, contrasting the developed spatial model against the BNA range map is advisable.  This species occurs throughout the montane oak and pine-oak woodlands within the Madrean Archipelago (Johnson et al. 1999), essentially from southeastern Arizona and southwestern New Mexico to Veracruz (Davis 1965).  In southeastern Arizona, this species occurs from the Baboquivari Mountains (Phillips et al. 1978, Monson and Phillips 1981) northeast to the Santa Catalina (Swarth 1914, Phillips et al. 1978, Monson and Phillips 1981), Pinalenos (Phillips et al. 1978, Monson and Phillips 1981), Huachuca (Fowler 1903, Swarth 1908, Swarth 1914), Chiricahua (Fowler 1903, Osgood 1903, Swarth 1914), Whetstone (Swarth 1914) and Rincon Mountains (Swarth 1908, Swarth 1914).  It was also identified as “uncommon” in the Dragoon Mountains in 1903 (Osgood 1903).  It occurs in Pima, Santa Cruz, Cochise, Graham and Pinal Counties (Phillips et al. 1978, Monson and Phillips 1981).  In New Mexico, this species occurs in the extreme southwestern corner of the state (Bailey 1923) including the Peloncillo (Ligon 1961, Hubbard 1978, Goodman 1985), Animas Mountains (Hidalgo County; Bailey 1923, Hubbard 1978, Ligon 1961), and Cottonwood Canyon west of Coverdale in Hidalgo County (Bailey 1923).  It was also observed (n=1) in the Alamogordo region (Goodman 1985).", "taxonomic": {"gap_code": "bARWOx", "ELCode": "ABNYF07100", "scientific_name": "Picoides arizonae", "ITIS_TSN": "685724", "Global_SEQ_ID": "102075", "common_name": "Arizona Woodpecker"}}