{"doi": "https://doi.org/10.5066/F7M32T2T", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa45b3e4b0b7ea54524d06", "models": {"bBCVIx-s5": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Vireo atricapilla", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "s", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[5216, "Tamaulipan Mesquite Upland Scrub"], [5215, "Tamaulipan Mixed Deciduous Thornscrub"], [4152, "Edwards Plateau Limestone Savanna and Woodland"], [7602, "Llano Uplift Acidic Forest, Woodland and Glade"], [4208, "Edwards Plateau Mesic Canyon"], [5301, "Western Great Plains Sandhill Steppe"], [5411, "Coahuilan Chaparral"], [5811, "Edwards Plateau Limestone Shrubland"], [5810, "Western Great Plains Mesquite Woodland and Shrubland"], [5211, "Apacherian-Chihuahuan Mesquite Upland Scrub"]], "AuxEcoSys": [], "SpeciesCode": "bBCVIx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Great Plains", "CommonName": "Black-capped Vireo", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}, "bBCVIx-s4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Vireo atricapilla", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "s", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[5216, "Tamaulipan Mesquite Upland Scrub"], [5215, "Tamaulipan Mixed Deciduous Thornscrub"], [4152, "Edwards Plateau Limestone Savanna and Woodland"], [7602, "Llano Uplift Acidic Forest, Woodland and Glade"], [4208, "Edwards Plateau Mesic Canyon"], [5301, "Western Great Plains Sandhill Steppe"], [5411, "Coahuilan Chaparral"], [5811, "Edwards Plateau Limestone Shrubland"], [5810, "Western Great Plains Mesquite Woodland and Shrubland"], [5211, "Apacherian-Chihuahuan Mesquite Upland Scrub"]], "AuxEcoSys": [], "SpeciesCode": "bBCVIx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Black-capped Vireo", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Benson, R. H. and K. L. P. Benson. 1990. Estimated size of Black-capped Vireo populations in Coahuila, Mexico. Condor 92:777-779.", "Grzybowski, J. A. 1986. Population and nesting ecology of the Black-capped Vireo (Vireo atricapillus). Interim report, Office Endangered Species. U.S. Fish Wildl. Serv. Albuquerque, NM.", "Grzybowski, J. A. 1991. Survivorship, dispersal and population structure of Black-capped Vireos at the Kerr Wildlife Management Area, Texas. Resour. Protection Div. Texas Parks Wild. Dept., Austin.", "Grzybowski, J. A., D. J. Tazik, and G. D. Schnell. 1994. Regional analysis of Black-capped Vireo breeding habitats. Condor 96:512-544.", "Grzybowski, J. A., R. B. Clapp, and Jr. J. T. Marshall. 1986. History and current population status of the Black-capped Vireo in Oklahoma. Am. Birds 40:1151-1161.", "Grzybowski, J. A. 1990. Population and nesting ecology of the Black-capped Vireo in Texas-1988-1989. Arlington Ecol. Serv., U.S. Fish Wildl. Serv. Arlington, TX.", "Tazik, D. J., J. A. Grzybowski, and J. D. Cornelius. 1989. Habitat of the endangered Black-capped Vireo on the lands of Fort Hood, Texas. Interim report. USACERL, Champaign, IL.", "Grzybowski, J. A. 1989. Population and nesting ecology of the Black-capped Vireo (Vireo atricapillus) in Oklahoma. Final report, project E-1-3. Oklahoma Dep. Wildl. Conserv., Oklahoma City.", "Grzybowski, Joseph A. 1995. Black-capped Vireo (Vireo atricapilla), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online:  http://bna.birds.cornell.edu/bna/species/181", "Graber, J. W. 1961. Distribution, habitat requirements, and life history of the Black-capped Vireo (Vireo atricapilla). Ecol. Monogr. 31:313-336."], "habitat_description": "Southwest/Great Plains:\r\nBlack-capped vireo breeding habitat includes low scrubby growth, mostly deciduous and of irregular height and distribution, but with spaces between small thickets and clumps and with vegetation cover to ground level (Graber 1961). This is an early phase of successional progression, or one maintained in edaphic (due to soil or topography) settings such as occurs in rocky gullies, edges of ravines, and on eroded slopes; thus often quite localized.\r\nScrubland habitats occupied show considerable variation in vegetational characteristics. Analysis of vireo territories and nonvireo scrubland plots sampled from Oklahoma to central Edwards Plateau in Texas (Grzybowski et al. 1994) showed that a factor common to this vireo’s territories, and distinguishing them from nonvireo scrubland plots, was a higher density of deciduous vegetation in height zones from 0 to 2 m. Average amounts of dispersed deciduous cover among 3 regions ranged from 30 to 45%; total woody cover, including junipers (Juniperus virginianus and J. ashei), was 36–55%, respectively.\r\nThree other characteristics are of secondary importance: (1) greater within-territory heterogeneity of vegetation structure; this occurs where bushes are closely spaced but still separated, allowing light to penetrate to ground level and thus providing good deciduous cover in lower height zones; (2) openness not exceeding about 65% in older adult vireo territories (i.e., at least 35% woody cover); and (3) where greater deciduous cover occurs, vireos occupy habitats with fewer junipers (Grzybowski et al. 1994) and underutilize juniper relative to its availability for nesting (Grzybowski 1986, R. Melton, D. Tazik, and J. Cornelius unpubl. data).\r\nWhere local vireo densities are high, first-year males occur in significantly more open areas than older males, but in only slightly more open areas where vireo densities are low relative to available habitat (Grzybowski et al. 1994). These results suggest exclusion of first-year males from preferred habitats by older males, or attraction of more frequently unmated first-year males to areas adjacent to territories with mated males.\r\nDespite small range of this vireo compared to that of many other passerines, a diversity of plant species provide suitable habitat for it. No single species dominates its rangewide habitat, although oak (Quercus) is the most frequently encountered taxon; blackjack oak (Q. marilandica), shin oak (Q. sinuata), Spanish oak (Q. texana), plateau live oak (Q. mohriana), and Vasey oak (Q. pungens var. vaseyana) are the most frequently encountered species (Graber 1957, Tazik et al. 1989, Benson and Benson 1990, Grzybowski et al. 1994). Other species locally comprising a significant portion of deciduous cover in territories of this vireo include sumac (Rhus spp.), Texas persimmon (Dryosporis texana), roughleaf dogwood (Cornus drummondi), and redbud (Cercis canadensis).\r\nBlack-capped Vireo is commonly found in areas with recent fire histories; highest concentrations are often in areas recovering from a hot fire (Graber 1957, Grzybowski et al. 1994). Under appropriate conditions, fire kills or retards invading junipers and enhances multistemmed regrowth of fire-adapted oak species and growth of sumac species. Other forms of disturbance may provide adequate substitute, including bulldozing (D. Tazik pers. comm.) and hydro-axing (K. Bryan pers. comm.), and may be useful management tools in some cases.\r\nAppropriate vegetational configuration occurs most frequently in edaphic settings such as eroded gullies, areas with poorer soils, or more rocky substrates; e.g., in Texas, Fredricksburg limestone, a substrate supporting poor soils. In some areas, this vireo shares habitat with other vireo species but occupies different microhabitats (quoted directly from Grzybowski 1995).", "taxonomic": {"gap_code": "bBCVIx", "ELCode": "ABPBW01120", "scientific_name": "Vireo atricapilla", "ITIS_TSN": "178990", "Global_SEQ_ID": "105332", "common_name": "Black-capped Vireo"}}