{"doi": "https://doi.org/10.5066/F7K35RZG", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa45e8e4b0b7ea54524d25", "models": {"bBHNUx-y3": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Sitta pusilla", "ysnHydroWV": false, "intAuxBuff": 120.0, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": 762, "intSlopeMax": null, "PrimEcoSys": [[4329, "Southern Piedmont Dry Oak-(Pine) Forest"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [4311, "Southern Piedmont Dry Oak-Heath Forest - Mixed Modifier"], [4330, "Central Appalachian Oak and Pine Forest"], [4310, "Southern Piedmont Dry Oak-(Pine) Forest - Mixed Modifier"], [4211, "Atlantic Coastal Plain Northern Maritime Forest"], [4304, "Northeastern Interior Dry Oak Forest - Virginia/Pitch Pine Modifier"], [4305, "Southern Piedmont Dry Oak-(Pine) Forest - Loblolly Pine Modifier"], [4308, "Southern Ridge and Valley Dry Calcareous Forest - Pine modifier"], [4307, "Allegheny-Cumberland Dry Oak Forest and Woodland - Pine Modifier"], [4538, "Southern Appalachian Low Mountain Pine Forest"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"]], "AuxEcoSys": [[1201, "Developed, Open Space"], [1202, "Developed, Low Intensity"]], "SpeciesCode": "bBHNUx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": "Buffer out from open pine wood types into dense pine, since they tend to avoid dense pine but may use edge.\r\nI removed the \"buffer in\" and contiguous patch selection Kacy had used for this species. Her patch size was set to 0. The comments above would require using open pines as PMUs and dense pines as AMUs and applying a buffer. MJR 31jan07.", "intElevMin": 0, "ysnHydroOW": false, "Region": "Northeast", "CommonName": "Brown-headed Nuthatch", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}, "bBHNUx-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Sitta pusilla", "ysnHydroWV": false, "intAuxBuff": 120.0, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": 762, "intSlopeMax": null, "PrimEcoSys": [[9901, "East Gulf Coastal Plain Jackson Plain Dry Flatwoods - Open Understory Modifier"], [4329, "Southern Piedmont Dry Oak-(Pine) Forest"], [4503, "Florida Longleaf Pine Sandhill - Scrub/Shrub Understory Modifier"], [4506, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Scrub/Shrub Understory Modifier"], [9908, "West Gulf Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9907, "Atlantic Coastal Plain Southern Wet Pine Savanna and Flatwoods"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9905, "South Florida Pine Flatwoods"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [4309, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Mixed Modifier"], [4311, "Southern Piedmont Dry Oak-Heath Forest - Mixed Modifier"], [9913, "West Gulf Coastal Plain Pine-Hardwood Flatwoods"], [4336, "West Gulf Coastal Plain Sandhill Oak and Shortleaf Pine Forest and Woodland"], [4330, "Central Appalachian Oak and Pine Forest"], [4332, "West Gulf Coastal Plain Pine-Hardwood Forest"], [4310, "Southern Piedmont Dry Oak-(Pine) Forest - Mixed Modifier"], [4306, "East Gulf Coastal Plain Northern Dry Upland Hardwood Forest - Offsite Pine Modifier"], [4322, "Southeastern Interior Longleaf Pine Woodland"], [4212, "Atlantic Coastal Plain Southern Maritime Forest"], [4321, "West Gulf Coastal Plain Upland Longleaf Pine Forest and Woodland"], [4304, "Northeastern Interior Dry Oak Forest - Virginia/Pitch Pine Modifier"], [4305, "Southern Piedmont Dry Oak-(Pine) Forest - Loblolly Pine Modifier"], [4150, "East Gulf Coastal Plain Maritime Forest"], [4308, "Southern Ridge and Valley Dry Calcareous Forest - Pine modifier"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4307, "Allegheny-Cumberland Dry Oak Forest and Woodland - Pine Modifier"], [4538, "Southern Appalachian Low Mountain Pine Forest"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [4108, "East Gulf Coastal Plain Black Belt Calcareous Prairie and Woodland - Herbaceous Modifier"], [9909, "Central Florida Pine Flatwoods"], [9911, "East Gulf Coastal Plain Southern Loblolly-Hardwood Flatwoods"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"]], "AuxEcoSys": [[1201, "Developed, Open Space"], [1202, "Developed, Low Intensity"]], "SpeciesCode": "bBHNUx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": "Buffer out from open pine wood types into dense pine, since they tend to avoid dense pine but may use edge.\r\nI removed the \"buffer in\" and contiguous patch selection Kacy had used for this species. Her patch size was set to 0. The comments above would require using open pines as PMUs and dense pines as AMUs and applying a buffer. MJR 31jan07.", "intElevMin": 0, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Brown-headed Nuthatch", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Conner, R.N., J.G. Dickson, B.A. Locke, and C.A. Segelquist.  1983.  Vegetation characteristics important to common songbirds in east Texas (USA). Wilson Bulletin 95: 349-361.", "Stevenson, H. M., and B. H. Anderson. 1994. The birdlife of Florida. University Press of Florida, Gainesville. 892 pp.", "Withgott, J.H. and K.G. Smith. 1998. Brown-headed nuthatch (Sitta pusilla). In A. Poole and F. Gill, eds., The Birds of North America, No. 349. The Academy of Natural Sciences, Philadelphia and The American Ornithologists' Union, Washington, DC.", "Wilson, C. W., R. E. Masters, and G. A. Bukenhofer. 1995. Breeding bird response to pine-grassland community restoration for red-cockaded woodpeckers. Journal of Wildlife Management 59:56-67.", "Simpson M.B Jr. 1992. Birds of the Blue Ridge Mountains. Chapel Hill and London: University of North Carolina Press.", "Johnson, S. A. and J. L. Landers. Habitat relationships of summer resident birds in slash pine flatwoods. Journal of Wildlife Management. 1982; 46 (2):416-428.", "Bent, A.C. 1948. Life histories of North American nuthatches, wrens, thrashers, and their allies. U.S. National Museum Bulletin 195. Washington, D.C.", "Kaufman K. 1996. Lives of North American Birds. Boston, New York: Houghton Mifflin Company.", "Dickson, J. G. and C. A. Segelquist. 1979. Breeding bird populations in pine and pine-hardwood forests in Texas. J. Wildl. Manage. 43:549-555.", "Meyers, J.M. and A.S. Johnson. 1978. Bird communities associated with succession and management of loblolly-shortleaf pine forests. Pages 50-65 in R.M. DeGraff, coordinator, Proceedings of the workshop: management of southern forests for nongame birds. U.S. Dept. Agric., For. Serv. Gen. Tech. Report SE-14, Asheville, NC.", "Harrison, H.H. 1979. A field guide to western birds' nests. Houghton Mifflin Company, Boston. 279 pp.", "Hamel, P. B. 1992. The land manager's guide to the birds of the south. The Nature Conservancy, Chapel Hill, North Carolina. 367 pp + several appendices.", "Ehrlich, P.R., D.S. Dobkin, and D. Wheye. 1988. The birder's handbook:a field guide to the natural history of North American birds. Simon and Shuster, Inc., New York. xxx + 785 pp.", "Fussell, J.O. III. 1994. A birder's guide to coastal North Carolina. Chapel Hill and London: The University of North Carolina Press.", "Potter, E. F., J. F. Parnell, and R. P. Teulings. 1980. Birds of the Carolinas. Univ. North Carolina Press, Chapel Hill. 408 pp.", "Johnston, D. W., and E. P. Odum. 1956. Breeding bird populations in relation to plant succession on the piedmont of Georgia. Ecology 37:50-62.", "American Ornithologists' Union (AOU). 1983. Check-list of North American Birds, 6th edition. Allen Press, Inc., Lawrence, Kansas. 877 pp.", "Mitchell, W.A. 1988. Songbird nest boxes. Section 5.1.8, U.S. Army Corps of Engineers, Wildlife Resources Management Manual. Tech. Rep. EL-88-19. Waterways Experiment Station, Vicksburg, Mississippi. 48 pp.", "Repenning, R. W., and R. F. Labisky. 1985. Effects of even-age timber management on bird communites of the longleaf pine forest in northern Florida. Journal of Wildlife Management 49:1088-98.", "Carter, M., G. Fenwick, C. Hunter, D. Pashley, D. Petit, J. Price, and J. Trapp. 1996. Watchlist 1996:For the future. Field Notes 50(3):238-240.", "Harrison, H.H. 1975. A field guide to bird's nests in the U.S. east of the Mississippi River. Houghton Mifflin Company, Boston, Massachusetts. 257 p.", "Dickson, J.G., R.N. Conner and J.H. Williamson. 1980.  Relative abundance of breeding birds in forest stands in the southeast. South J. Appl. For. 4:174-179.", "Terres, J.K. 1980. The Audubon Society encyclopedia of North American birds. Alfred A. Knopf, New York.", "Slater, G. 1997. Brown-headed Nuthatches and Eastern Bluebirds in southern Florida pinelands: breeding biology, nest-site selection, and the influence of habitat on nesting success. Master's Thesis. Univ. of Florida, Gainesville.", "Norris, R.A. 1958. Comparative biosystematics and life history of the nuthatches Sitta pygmaea and Sitta pusilla. Univ. Calif. Publ. Zool. 56:119-300.", "O'Halloran, K.A. and R.N. Conner. 1987. Habitat use by brownheaded nuthatches. Bull. Tex. Ornithol. Soc. 20:7-13.", "Jackson, J.A. 1988. The southeastern pine forest ecosystem and its birds: past, present, and future. Bird Conservation 3:119-159.", "Wright, H. A. and A. W. Bailey. 1982. Fire ecology. John Wiley & Sons, New York.", "Harrison, C. 1978. A field guide to the nests, eggs and nestlings of North American birds. Collins, Cleveland, Ohio."], "habitat_description": "Southeast/Northeast:\r\nThe Brown-headed Nuthatch is endemic to pine forests of the southeastern United States, and rarely ventures from pine-dominated areas. It's association with pines, particularly mature pines, may make it an indicator species for the health of southeastern pine forests, which have been extensively logged for the last century (quoted directly from Withgott et al. 1998).\r\nOccurs almost exclusively in association with pine (Pinus) trees, in wide variety of southeastern pine forest habitats. Two principal forest types (loblolly-shortleaf association of the upper Coastal Plain, and longleaf-slash association of the lower Coastal Plain) are among those with highest abundance of Brown-headed Nuthatch (Hamel 1992). Within these forest types, this species is most common in open, mature, old-growth pine forest, particularly where natural fire patterns have been maintained. Less frequently but regularly found in stands of young or medium-aged pine, in mixed pine-hardwood stands, and in mature pine stands with heavy undergrowth. Also may occur in residential areas, particularly parks and neighborhoods with large pines rising from open areas. Since this species uses snags (standing dead trees) for nesting and roosting, typically requires areas in which snags are present. Foraging, however, centers on live pines. This combination of vegetation characteristics occurs in (1) mature pine forest in which fire has kept understory open and created snags, (2) small clearings created either naturally (e.g., by hurricanes, disease, or bark beetles) or artificially (e.g., by clear-cutting) in which snags have been left standing, or (3) forest-wetland ecotones where snags are created by water incursion. Most of these pine-dominated ecosystems are fire-dependent (Wright and Bailey 1982), and many coastal-plain pine forest and pine savanna areas abut wetlands. May breed in residential areas if snags or nest boxes, as well as mature living pines, are available  (quoted directly from Withgott et al. 1998).\r\nClearly more abundant in older pine stands than in younger ones (Johnston and Odum 1956, Meyers and Johnson 1978, Johnson and Landers 1982, Repenning and Labisky 1985). In Texas, presence related positively to large, mature pines and negatively to development of understory vegetation (Conner et al. 1983); prefers intermediate-aged stands if they contain more grassy openings and decayed wood than older stands (Dickson and Segelquist 1979). Breeding Bird Census data show presence in >50% of mature loblolly-shortleaf and longleaf-slash stands, presence in minority of young loblolly-shortleaf and oak-hickory (Quercus-Carya) stands and intermediate loblolly-shortleaf stands, and absence in intermediate and mature hardwood stands (Dickson et al. 1980). For foraging, found to use more open stands with less basal area, fewer hardwoods, and less canopy closure (O’Halloran and Conner 1987). Apparently favors burned stands over unburned stands, and particularly recently burned stands (Wilson et al. 1995). In Florida, will nest in cypress (Taxodium distichum) swamps and prairies adjoining pine woodland (Stevenson and Anderson 1994, Slater 1997) (quoted directly from Withgott et al. 1998).", "taxonomic": {"gap_code": "bBHNUx", "ELCode": "ABPAZ01040", "scientific_name": "Sitta pusilla", "ITIS_TSN": "178785", "Global_SEQ_ID": "104638", "common_name": "Brown-headed Nuthatch"}}