{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"bBUOWf-y6": {"intIntoBuffFW": null, "ScientificName": "Athene cunicularia floridana", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[3105, "Barren Land"], [7508, "Central and Upper Texas Coast Dune and Coastal Grassland"], [1402, "Cultivated Cropland"], [1202, "Developed, Low Intensity"], [1201, "Developed, Open Space"], [8501, "Disturbed, Non-specific"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [4108, "East Gulf Coastal Plain Black Belt Calcareous Prairie and Woodland - Herbaceous Modifier"], [4303, "East Gulf Coastal Plain Black Belt Calcareous Prairie and Woodland - Woodland Modifier"], [7506, "East Gulf Coastal Plain Dune and Coastal Grassland"], [9901, "East Gulf Coastal Plain Jackson Plain Dry Flatwoods - Open Understory Modifier"], [7321, "East Gulf Coastal Plain Jackson Prairie and Woodland"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [7318, "Florida Dry Prairie"], [3118, "Florida Panhandle Beach Vegetation"], [5214, "Florida Peninsula Inland Scrub"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8404, "Introduced Upland Vegetation - Annual Grassland"], [8403, "Introduced Upland Vegetation - Forbland"], [8405, "Introduced Upland Vegetation - Perennial Grassland"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [1403, "Pasture/Hay"], [8301, "Recently Burned"], [8302, "Recently Burned Forest"], [8303, "Recently Burned Grassland"], [8304, "Recently Burned Shrubland"], [8101, "Recently Logged Areas"], [8503, "Ruderal Upland - Old Field"], [7504, "Southwest Florida Dune and Coastal Grassland"], [3109, "Unconsolidated Shore (Beach/Dune)"], [8104, "Utility Swath - Herbaceous"]], "AuxEcoSys": [], "SpeciesCode": "bBUOWf", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "floridana", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Florida Burrowing Owl", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {}, "habitat_description": "The distribution of this prairie owl is found broadly across western North America from the prairie provinces of Canada south to southern Mexico and some isolated areas of Florida and the Bahamas (Haug et al. 1993).  Numerous subspecies of Burrowing Owl (Athene cunicularia) occur in South America, but only two are found in North America: A.c. hypugaea in the West and A. c. floridana in Florida.  Burrowing Owls are year-round residents in southern Arizona, southern New Mexico, southern California, Florida, and the Bahamas.  They winter in southern Mexico (Haug et al. 1993).  Northern breeding Western Burrowing Owl’s migrate to the southwestern states.  \r\n\r\nBurrowing owls are reported to be forage generalists and consume mostly insects in the summer and vertebrates such as small mammals in the winter over all parts of the range (Haug and Millsap 1993).  They inhabit open, treeless areas with short vegetation such as well-drained grasslands, prairies, steppes, deserts, barrier islands (Texas), and agricultural lands (AGFD 2001).  They sometimes occur in developed areas such as suburban housing developments, golf courses, cemeteries, roadsides, airports, vacant urban lots, and fairgrounds (Ray et al. 2011).  Florida Burrowing Owls can be found in places where 25-75% of the landscape is developed as residential or industrial (Ray et al. 2011). \r\n\r\nSite characteristics for these areas inhabited by the Burrowing Owl tend to be level, open, and have dry vegetation typical in heavily grazed or low stature grasslands or desert vegetation (Johnsgard 1988). These habitats are often in close association with burrowing mammals (e.g. prairie dogs (Cynomys spp.), ground squirrels (Spermophilus spp.), fox (Vulpes spp.), and badger (Taxidea taxus) excavations) in whose abandoned den the Burrowing Owls make their nest (Haug et al. 1993, NatureServe 2004).  Nest microhabitats include open, dry, treeless area typically occupied by burrowing mammals that provide nest burrows, and rangelands grazed by burrowing mammals and domestic livestock, which maintain short vegetation (McDonald et al. 2004).  Consistent features found in burrowing owl nest site studies include high densities of available burrows for nesting; active or very recently abandoned prairie dog colonies; close proximity to other nesting burrowing owls; close proximity to occupied prairie dog burrows; short vegetation around nest burrow; low shrub density, and high forb density; and presence of dried manure for lining of nest burrow (McDonald et al. 2004).  Presence of burrows in developed areas seems to be a critical habitat requirement for the Burrowing Owl (Haug et. al. 1993).  \r\n\r\nAgriculture and construction sites appear to be sink habitat for burrowing owls.  In southern California pesticide applications in agricultural areas likely affect the reproductive success of birds that breed in agricultural environments.  Eggs in 1997 were 22% thinner than eggs prior to 1937 in this study and pesticides were detected in feather pins and on the feet of owls (Gervais et al. 2000).  Tilling of agricultural fields also destroys nests, lowers reproductive success and increases predation (Haug 1985).  Open soil or sand areas associated with development are reported to be correlated with significantly lower reproductive success (Millsap and Bear 1988).\r\n\r\nIn winter, they roost in burrows that were used for nesting as well as in other ground-level cavities including road culverts, construction pipes, artificial burrows, rubble/rock piles, and tufts of vegetation (Ray et al. 2011).  N. Tarr, 13April2012.", "taxonomic": {"gap_code": "bBUOWf", "ELCode": "ABNSB10011", "scientific_name": "Athene cunicularia floridana", "ITIS_TSN": "177946", "Global_SEQ_ID": "102493", "common_name": "Florida Burrowing Owl"}}