{"doi": "https://doi.org/10.5066/F737772D", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa4b75e4b0b7ea54524fd5", "models": {"bGCWAx-s5": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Dendroica chrysoparia", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": true, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "s", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[4152, "Edwards Plateau Limestone Savanna and Woodland"], [4155, "Edwards Plateau Dry-Mesic Slope Forest and Woodland"], [7602, "Llano Uplift Acidic Forest, Woodland and Glade"], [9829, "Edwards Plateau Riparian"], [4118, "Crosstimbers Oak Forest and Woodland"], [4208, "Edwards Plateau Mesic Canyon"], [5811, "Edwards Plateau Limestone Shrubland"]], "AuxEcoSys": [], "SpeciesCode": "bGCWAx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Great Plains", "CommonName": "Golden-cheeked Warbler", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Peak, R. 2007. Forest edges negatively affect Golden-Cheeked Warbler nest survival. Condor 109(3):628-637.", "Reidy, J.L., Thompson III, F.R., and R.G. Peak. 2009. Factors affecting Golden-cheeked Warbler nest survival in urban and rural landscapes. Journal of Wildlife Management. 74(1): 140-147.", "Farrell, S.L., Morrison, M.L., Campomizzi, A.J., and R. N. Wilkins. 2012. Conspecific cues and breeding habitat selection in an endangered woodland warbler. Journal of Animal Ecology. 81:1056-1064.", "Butcher, J.A., Morrison, M.L., Ransom Jr., D., Slack, R.D., and R.N. Wilkins. 2010. Evidence of a minimum patch size threshold of reproductive success in an endangered songbird. Journal of Wildlife Management. 74(1):133-139.", "Debelica, A., A.K. Matthews, and L.K. Ammerman. 2006. Dietary study of big free-tailed bats (Nyctinomops macrotis) in Big Bend National Park, Texas. The Southwestern Naturlist, 51(3):414-418.", "Magness, D.R., Wilkins, R.N., and S.J. Hejl. 2006. Quantitative relationships among Golden-cheeked Warbler occurrence and landscape size, composition, and structure. Wildlife Society Bulletin 34(2):473-479.", "Mathewson, H.A., Groce, J.E., Mcfarland, T.M., Morrison, M.L., Newnam, J.C., Snelgrove, R.T., Collier, B.A. and R.N. Wilkins. 2012. Estimating breeding season abundance of golden-cheeked warblers in Texas, USA. Journal of Wildlife Management 76(6): 1117-1128.", "Oberholser, H.C. 1974. The bird life of Texas. 2 vols. Univ. of Texas Press, Austin.", "Pulich, W. M. 1976. The Golden-cheeked Warbler: a bioecological study. Texas Parks and Wildlife Dept. Austin.", "Sexton, C. W. 1987. A comparative analysis of urban and native bird populations in central Texas. Phd Thesis. Univ. of Texas at Austin, Austin.", "Ladd, C. G. 1985. Nesting habitat requirements of the Golden-cheeked Warbler. Master's Thesis. Southwest Texas State Univ. San Marcos, TX.", "Coldren, C. L. 1998. The effects of habitat fragmentation on the Golden-cheeked Warbler. Phd Thesis. Texas A&M Univ. College Station.", "U.S. Fish and Wildlife Service. 1996. Golden-cheeked Warbler population and habitat viability assessment report. Compiled and edited by Carol Beardmore, Jeff Hatfield, and Jim Lewis in conjunction with workshop participants. Report of August 21-24, 1995 workshop arranged by the U.S. Fish and Wildlife Service in partial fulfillment of U.S. National Biological Service grant no. 80333-1423, Austin, TX.", "Collier, B.A., Morrison, M.L., Farrell, S.L., Campomizzi, A.J., Butcher, J.A., Hays, K.B., MacKenzie, D.I., and R.N. Wilkins. 2010. Monitoring Golden-cheeked Warblers on private lands in Texas. Journal of Wildlife Management. 74(1):140-147.", "Collier, B.A., Groce, J.E., Morrison, M.L., Newnam, J.C., Campomizzi, A.J., Farrell, S.L., Mathewson, H.A., Snelgrove, R.T., Carroll, R.J., and R.N. Wilkins. 2012. Predicting patch occupancy in fragmented landscapes at the rangewide scale for an endangered species: an example of an American warbler. Diversity and Distributions. 18: 158-167.", "Beardmore, C. J. 1994. Habitat use of Golden-cheeked Warblers in Travis County, Texas. Master's Thesis. Texas A&M Univ. College Station.", "U.S. Fish and Wildlife Service. 1992. Golden-cheeked Warbler (Dendroica chrysoparia) recovery plan. U.S. Fish and Wildl. Serv. Albuquerque, NM.", "Campomizzi, A.J., Butcher, J.A., Farrell, S.L., Snelgrove A.G., Collier, B.A., Gutzwiller, K.J., Morrison, M.L., and R.N. Wilkins. 2008. Conspecific attraction is a missing component of wildlife habitat modeling.  Journal of Wildlife Management. 72(1):331-336.", "Chapman, F. M. 1907. The warblers of North America. D. Appleton and Company, New York, New York.", "Ladd, Clifton and Leila Gass. 1999. Golden-cheeked Warbler (Setophaga chrysoparia), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: http://bna.birds.cornell.edu/bna/species/420", "Wahl, R., D. D. Diamond, and D. Shaw. 1990. The Golden-cheeked Warbler; a status review. Final report submitted to Office of Endangered Species. U.S. Fish and Wildlife Service, Albuquerque, NM."], "habitat_description": "The Golden-cheeked Warbler (Setophaga chrysoparia) is an endangered warbler found in the Cross Timbers and Edwards Plateau regions of Texas.  They inhabit mature juniper-oak (Juniperus-Quercus) woodlands of the central part of the state (Ladd and Gass 1999).   Ashe junipers (Juniperus ashei) are typically the dominant tree in occupied woodlands.  In the central part of the range, Spanish oak (Quercus buckleyi) and plateau live oak (Q. fusiformis) are present as well. In northern and southwestern parts of their range, shin oak (Q. sinuata) and Lacey oak (Q. glaucoides) occur.   Cedar elm (Ulmus crassifolia), walnut (Juglans spp.), hackberry (Celtis spp.), and Texas ash (Fraxinus texensis) can be common and escarpment black cherry (Prunus serotina), sycamore (Platanus occidentalis), American elm (U. americana), coma (Bumelia lanuginosa), redbud (Cercis canadensis), rough-leaf dogwood (Cornus drummondii), Texas persimmon (Diospyros texana), agarito (Berberis trifoliolata), elbow bush (Forestiera pubescens), Texas mountain laurel (Sophora secundiflora), possum-haw (Ilex decidua), evergreen sumac (Rhus virens), and polecat bush (R. aromatic) are uncommon but present (Ladd and Gass 1999).  Areas with < 10% deciduous or juniper vegetative component are unsuitable (Farrell et al. 2012), and wetlands, cropland, developed areas, water, barren, impervious surfaces, and grasslands are unsuitable (Matthewson et al. 2012).  Suitable habitat patches can exist in rural or urban settings (Reidy et al. 2009).   Ashe Juniper maturity, oak density, canopy height, and canopy closure are important factors for patch occupancy (DeBoer and Diamond 2006).  Canopy cover is the most common and effective predictive variable of Golden-cheeked Warbler occurrence (Farrell et al. 2012).  Habitat management guidelines state that 30-50% canopy cover is unlikely to be occupied and canopy cover > 50% is likely to be occupied, but data suggest that cover > 70% is nearly sure to be occupied while 50-70% canopy cover is less likely to be occupied (Farrell et al. 2012).  However, Magness et al. (2006) observed them in savanna habitats adjacent to mature juniper-oak woodlands suggesting that they use the interface between woodlands and grasslands, and breeding distribution is also influenced heavily by conspecific attractions (i.e. males looking for territory locations are attracted to locations adjacent to other singing males or with higher territory densities; Farrell et al. 2012). \r\n\r\nNesting habitat is typically found in areas of steep slopes, canyon heads, draws, and adjacent ridgetops and uplands (Ladd and Gass 1999).   DeBoer and Diamond (2006) found that patches and locations that were occupied by Golden-cheeked Warblers were steeper and had more variable slope than unoccupied ones, but they can also occur in flatter terrain (DeBoer and Diamond 2006).\r\n\r\nBreeding territories rarely include openings in the forest canopy that are > 8 m across and patches that are >40 m apart were considered isolated by Butcher et al. (2010).   \r\n\r\n“Prime” habitat occurs in patches over 100 ha (Magness et al. 2006), but Collier et al. (2010) collected data that suggested that Golden-cheeked Warblers occupy patches ranging from 1 ha to >1,000 ha, and Mathewson et al. (2012) found multiple birds in patches <4 ha.  While occurrence is not area-sensitive, breeding success is, with a reported minimum patch size between 15 ha and 20 ha reported.  Butcher et al. (2010) found that they occupied patches of every size sampled and pairs established in over half of the patches with a territory.  Nests were only successful in producing one or more young in patches >15 ha, and pairing rates were twice as high in patches >15 ha than in patches <15ha.  Peak (2007) found that nest survival was lower in places with more edge in the landscape.\r\n  \r\nMagness et al. (2006) examined landscape effects on warbler occurrence and percent woodland within the 200 ha surrounding the patch and a patch size index to be to very influential.  Estimates of the probability of patch occupancy decrease from south to north and with decreasing patch size and percent habitat in the landscape.  Landscapes with >40% woodland cover were the only ones to host warblers and the probability of occurrence was only >0.5 if woodland cover >80%.    At the landscape scale, occurrence was positively correlated with the amount of Ashe juniper present and at the local scale, it was negatively associated with western-facing slopes (DeBoer and Diamond 2006).  In Mathewson et al.’s (2012) study, however, neither territory establishment, pairing, nor reproductive success were influenced by the amount of habitat in the surrounding landscape as measured at multiple distances ranging from 100 to 1,000 m.\r\n\r\nLadd and Gass (1999) reported an elevational range of 180-520m (Ladd and Gass 1999).  N. Tarr,22February2013.", "taxonomic": {"gap_code": "bGCWAx", "ELCode": "ABPBX03110", "scientific_name": "Dendroica chrysoparia", "ITIS_TSN": "178901", "Global_SEQ_ID": "104938", "common_name": "Golden-cheeked Warbler"}}