{"doi": "https://doi.org/10.5066/F7RB72ZX", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa4fb2e4b0b7ea54525190", "models": {"bLUWAx-w4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Vermivora luciae", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "w", "intElevMax": 2000, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [5303, "Apacherian-Chihuahuan Semi-Desert Grassland and Steppe"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4518, "Madrean Pinyon-Juniper Woodland"], [4530, "Southern Rocky Mountain Ponderosa Pine Woodland"], [4143, "Madrean Encinal"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9834, "North American Warm Desert Riparian Mesquite Bosque"], [9822, "North American Warm Desert Wash"], [5211, "Apacherian-Chihuahuan Mesquite Upland Scrub"], [5201, "Chihuahuan Creosotebush, Mixed Desert and Thorn Scrub"], [5213, "Sonoran Paloverde-Mixed Cacti Desert Scrub"]], "AuxEcoSys": [], "SpeciesCode": "bLUWAx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Lucy's Warbler", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}, "bLUWAx-s4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Vermivora luciae", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "s", "intElevMax": 2000, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [5303, "Apacherian-Chihuahuan Semi-Desert Grassland and Steppe"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4518, "Madrean Pinyon-Juniper Woodland"], [4530, "Southern Rocky Mountain Ponderosa Pine Woodland"], [4143, "Madrean Encinal"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9834, "North American Warm Desert Riparian Mesquite Bosque"], [9822, "North American Warm Desert Wash"], [5211, "Apacherian-Chihuahuan Mesquite Upland Scrub"], [5201, "Chihuahuan Creosotebush, Mixed Desert and Thorn Scrub"], [5213, "Sonoran Paloverde-Mixed Cacti Desert Scrub"]], "AuxEcoSys": [], "SpeciesCode": "bLUWAx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Lucy's Warbler", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B79MON01USGP": "Monson, G. 1979. Lucy's Warbler: Vermivora luciae. Pages 66-67 in The warblers of America. 2nd ed. (Griscom, L. and A. Sprunt, Jr., Eds.) Doubleday and Co. Garden City, NY.", "B05COR01USGP": "Corman, T. E. 2005. Lucy's Warbler. Pages 466-467 in Arizona breeding bird atlas. (Corman, T. E. and C. Wise-Gervais, Eds.) University of New Mexico Press, Albuquerque.", "A85MAU01USGP": "Maurer, B.A. 1985 Avian community dynamics in desert grasslands: observational scale and\r\nhierarchical structure Ecological Monographs 55: 295-312.", "B87JOH01USGP": "Johnson, R. R., L. T. Haight, and J. M. Simpson. 1987. Endangered habitats versus endangered species: a management challenge. Pp. 89-96 in Management and preservation of endangered birds in reiparian ecosystems (S. A. Laymon, ed.). Western Birds 18:89-96.", "A23BAI01USGP": "Bailey, F. M. 1923. Birds recorded from the Santa Rita Mountains in southern Arizona. Pac. Coast Avifauna 15.", "B51BRA01USGP": "Brandt, H. 1951. Arizona and its bird life. Bird Research Found. Cleveland, OH.", "A74CAR01USGP": "Carothers, S. W., R. R. Johnson, and S. W. Aitchison. 1974. Population structures and social organization of southwestern riparian birds. Am. Zool. 14:97-108.", "R64REY01USGP": "Reynolds, H. G. and R. R. Johnson. 1964. Habitat relations of vertebrates of the Sierra Ancha Experimental Forest. USDA For. Serv. Res. Pap. RM-4. Rocky Mtn. For. and Range Exp. Stn. Ft. Collins, CO.", "B80HUT01USGP": "Hutto, R. L. 1980. Winter habitat distribution of migratory land birds in western Mexico, with special reference to small foliage-gleaning insectivores. Pp. 221-239 in Ecology and conservation of neotropical migrant landbirds (J. M. Hagan and D. W. Johnston, eds). Smithsonian Institute Press. Washington, D.C.", "B94SMA01USGP": "Small, A. 1994. California birds: their status and distribution. Ibis Publ. Co. Vista, CA.", "N40ARN01USGP": "Arnold, L. W. 1940. An ecological study of the vertebrate animals of the mesquite forest. Master's Thesis. Univ. of Arizona, Tucson.", "W97JOH01USGP": "Johnson, R. Roy, Helen K. Yard and Bryan T. Brown. 1997. Lucy's Warbler (Vermivora luciae), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: http://bna.birds.cornell.edu.ezproxy.spl.org:2048/bna/species/318", "B14GRI01SWGP": "Grinnell, J.. 1914. An account of the mammals and birds of the lower Colorado valley. University of California Publications in Zoology 12: 51-294.", "B87BRO03USGP": "Brown, B. T., S. W. Carothers, and R. R. Johnson. 1987. Grand Canyon birds: historical notes, natural history, and ecology. Univ. of Arizona Press, Tucson.", "A82BRE01USGP": "Brewster, W. 1882. On a collection of birds lately made by Mr. F. Stephens in Arizona. Bull. Nuttall Ornithol. Club 7:65-86.", "A48BEH01USGP": "Behle, W. H. 1948. Birds observed in April along the Colorado River from Hite to Lee's Ferry. Auk 65:303-306.", "A95FAG01USGP": "Fagan, D. 1995. A breeding record for Lucy's Warbler from southeastern Utah. Utah Birds 11(1):13-14.", "B64PHI01NAUS": "Phillips, A., J. Marshall, and G. Monson. 1964. The Birds of Arizona. The University of Arizona Press, Tucson, AZ.", "A08SOG01USGP": "Sogge, M. K., S. J. Sferra, and E. H. Paxton. 2008. Tamarix as habitat for birds: implications for riparian restoration in the southwestern United States. Restoration Ecology 16:146-154.", "A62WAU01USGP": "Wauer, R. H. 1962. A survey of the birds of Death Valley. Condor 64:220-233.", "A99HOW01USGP": "Howard, O. W. 1899. Summer resident warblers of Arizona. Bull. Cooper Ornithol. Club 1:37-40.", "A09GIL01USGP": "Gilman, M. F. 1909. Nesting notes on the Lucy Warbler. Condor 11:166-168.", "B12JOH01USGP": "Johnson, R. Roy, Helen K. Yard and Bryan T. Brown. 2012. Lucy's Warbler (Oreothlypis luciae), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: http://bna.birds.cornell.edu/bna/species/318", "B04BAI01USGP": "Bailey, F. M. 1904. Handbook of birds of the western United States. 2nd ed. Riverside Press, Cambridge, MA.", "A44GRI01USGP": "Grinnell, J. and A. H. Miller. 1944. The distribution of the birds of California. Pac. Coast Avifauna no. 27. Cooper Ornithol. Club, Berkeley, CA."}, "habitat_description": "Southwest:\r\nThis species is endemic to the SW mapping region.\r\nJohnson et al. (1997) suggest population numbers are diminishing due to the loss of riparian habitat from water projects and mesquite cutting. In the Santa Rita Experimental Station, Santa Rita Mountains, this species occurred in a grassland range vegetation, which included mesquite (Prosopis juliflora), cacti (Opuntia spp.), burrowweed (Haplopappus tenuisectus), acacias (Acacia spp.), ocotillo (Fouquieria splendens), mimosas (Mimosa spp.), and false mesquite (Calliandra eriophylla); grass species included Arizona cottontop (Trichacne californica), threeawns (Aristida spp.), bush muhly (Muhlenbergia porteri), several perennial grammas (Bouteloua spp.), as well as the introduced Lehman lovegrass (Eragrostis lehmanniana; Maurer 1985). Based on the information provided by Maurer (1985), only the grassland system listed below fit. It also occurs within the known range of this species. Therefore, inclusion of this system is reasonable. This species is expected to summer and breed within this system where suitable habitat exists.\r\n\r\nLucy’s Warbler nests in close association with riparian mesquite (Prosopis spp.). It also breeds in lowland cottonwood-willow (Populus-Salix) riparian gallery forests and, less often, in midelevation, sycamore-ash-live oak (Platanus-Fraxinus-Quercus). These riparian ecosystems have been greatly reduced locally throughout much of the southwestern United States, extirpating many breeding populations of Lucy’s Warblers. It occupies the driest habitat of the 4 southwestern lowland-breeding warblers and has been called the “mesquite warbler” (Gilman 1909) and “desert warbler” (Monson 1979). Breeds most often in dense lowland riparian mesquite woodlands, its breeding range coinciding closely with distribution of riparian mesquite woodland (bosques), especially where trees are large enough to provide adequate nest sites. Also nests commonly in recently introduced tamarisk. Trees and shrubs in bosques include acacias (Acacia spp.), hackberries (Celtis spp.), and elderberries, or “elders” (Sambucus, especially Mexican elder [S. mexicana]; Arnold 1940, Brandt 1951). Breeds in low densities in mesquites of more mesic upland desert scrub and desert grassland, and especially in xeroriparian vegetation along dry desert washes. Lucy’s Warbler may be found in willows and arrowweed (Tessaria sericea) close to a river, and less often in paloverdes (Cercidium spp.) and ironwoods (Olneya tesota) in desert uplands, but its closest association with mesquite was noted early along the lower Colorado River near Blythe, CA, by Grinnell (1914). Similar situation occurs near confluence of Salt River with Verde River in central Arizona.\r\nLowland riparian breeding habitat includes mesquite and willow “thickets” (Howard 1899), cottonwood-mesquite (Phillips et al. 1964), cottonwood-willow gallery forests, cottonwoods (Carothers et al. 1974), willows (Brewster 1882, Monson 1979), and midelevation ash-walnut-sycamore-live oak (Fraxinus-Juglans-Platanus-Quercus) associations (Phillips et al. 1964), while more arid habitats include (usually locally) larger stands of xeroriparian vegetation along dry desert washes or occasional upland mesquites, and rarely paloverde and ironwood (Grinnell and Miller 1944). Usually nests below 1,000 m, as low as –60 to 300 m in California (Small 1994); not uncommon as high as 1,220 m (Bailey 1904, 1923) but occasionally to elevations of 1,775 m—e.g., in oak-sycamore-alder (Quercus - Platanus - Alnus oblongiflolia [Arizona alder]) riparian habitat surrounded by ponderosa pine (Pinus ponderosa) forest in central Arizona (Reynolds and Johnson 1964) and 1,745 m in se. Utah (Fagan 1995). Although demonstrating a preference for native vegetation, an early record for Death Valley, CA, observed this species using tamarisk as well as mesquite (Wauer 1962). In Arizona's breeding bird atlas, found on 725 of 1834 blocks with most (54%) blocks containing mesquite, ironweed and paloverde (Corman 2005). Large populations have colonized newly established tamarisk thickets along the Colorado River in the Grand Canyon (Brown et al. 1987), where there were few earlier records of Lucy’s Warbler (Behle 1948)(quoted directly from Johnson et al. 2012).", "taxonomic": {"gap_code": "bLUWAx", "ELCode": "ABPBX01090", "scientific_name": "Vermivora luciae", "ITIS_TSN": "178866", "Global_SEQ_ID": "106111", "common_name": "Lucy's Warbler"}}