{"doi": "https://doi.org/10.5066/F72F7KR8", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa51aee4b0b7ea5452523e", "models": {"bNOPOg-y4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Glaucidium gnoma gnoma", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": 3030, "intSlopeMax": null, "PrimEcoSys": [[4316, "Madrean Upper Montane Conifer-Oak Forest and Woodland"], [4315, "Madrean Pine-Oak Forest and Woodland"], [4143, "Madrean Encinal"]], "AuxEcoSys": [], "SpeciesCode": "bNOPOg", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "gnoma", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 1740, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Northern Pygmy-owl (gnoma)", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"W00HOL01USGP": "Holt, Denver W. and Julie L. Petersen. 2000. Northern Pygmy-Owl (Glaucidium gnoma), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: http://bna.birds.cornell.edu/bna/species/494."}, "habitat_description": "The Northern Pygmy-Owl (Glaucidium gnoma) is a small owl found throughout much of the western U.S.  The species is categorized into several subspecies, two of which are found in the U.S.: Glaucidium gnoma californicum and Mexican Pygmy-Owl (Glaucidium gnoma gnoma).  Separate GAP habitat models exist for each of these subspecies, although little information on the habitat associations of the Mexican Pygmy-Owl exists (Holt and Petersen 2000).  Most individuals in the U.S. are of the californicum subspecies and The Mexican Pygmy-Owl is only believed to be present in southern Arizona’s Atasco, Pajarito, Santa Rita, Huachuca, and Chiricahua Mountains in oak woodlands (Holt and Petersen 2000).\r\n\r\nIn Arizona, this species occurs in the central and eastern portions of the state (Phillips et al. 1978). It occurs in the eastern-half of Pima County eastward and northward, and from the eastern half of Mohave County eastward; it is identified as occurring throughout most forested areas in the state (Monson 1998). NOPP occurs from Pajaritos, Santa Catalina and Galiuro Mountains to Prescott, near Ash Fork and to the south rim of the Grand Canyon (Monson and Phillips 1981). It has been identified in the Pajaritos (including Atascoas) and Santa Catalina Mountains, Prescott, south of Ash Fork (Phillips et al. 1978), Cave Creek Canyon, Chiricahua Mountains (Edison et al. 1995; Duncan et al. 2003), Comfort Spring, Carr Canyon, Huachuca Mountains, and South Fork of Cave Creek Canyon, Chiricahua Mountains (Edison et al. 1995). In general, it has been identified as occurring in southeastern Arizona from the Santa Catalina Mountains south (Edison et al. 1995). There is also one record of this species at the South Rim of the Grand Canyon (Phillips et al. 1978). Few pygmy owls have been observed within the Huachuca Mountains; however, it is possible this species is resident on the mountain (Swarth 1904). This species was found in Redfield Canyon, Galiuro Mountains, which was outside of its known range (Benesh and Rosenberg 1996). Swarth (1914) reported this species from Prescott, the San Francisco Peaks, as well as the Chiricahua, Huachuca, Mogollon and White Mountains. This owl is considered “uncommon” in the Chiricahua Mountains (Ligon and Balda 1968). Swarth (1904) also indicates this species is uncommon” in the Huachuca Mountains. In Nevada, this species is an “uncommon resident” in the Carson Range, Sierra Nevada Mountains and in the mountains of the southern portion of the state (Alcorn 1988). It has been documented in Zephyr Cover, Glenbrook and Sand Harbor, Lake Tahoe, in Daggett’s Pass, Douglas County, on Marlette Creek, Washoe County, Galena Creek, Carson Range, Sierra Nevada, in Reno, in the Truckee Meadows, and Clark County (Alcorn 1988). In New Mexico, it is resident almost statewide; summer or resident records include Chuska, Jemez, Sangre de Cristo, Sandia, Manzano, San Francisco, Datil (includes Pinyon), Mogollon, Pinos Altos, Magdalena, Black, Sacramento, and Animas Ranges (Hubbard 1978). Down slope records include near Navajo Lake, Espanola, Santa Fe, Cedar Crest, Glenwood area, Silver City, Bayard, and Mimbres Valley (Hubbard 1978). Historically this species is a “rare resident” in Colorado occurring throughout the whole state west of the foothills (Cooke 1897). In Utah, it is considered an “uncommon resident” in coniferous forests (Behle 1944).\r\n\r\nThis pygmy owl occurs in a variety of forest habitats from deciduous bottomlands to high elevation coniferous forests (Holt and Petersen 2000).  In western Montana it is likely a forest generalist that prefers mixed spruce (Picea englemanii) and fir (Psuedotsuga menzessii and Abies lasiocarpa) forests but also uses cottonwood (Populus trichocarpa) bottomlands, aspen (P. tremoloides) stands, and mixed pine (Pinus ponderosa) forests to timberline (Holt and Petersen 2000).  Breeders have been collected from mature ponderosa pine (Pinus ponderosa), residual and second-growth ponderosa pine, incense cedar (Calocedrus decurrens), white fir (Abies concolor), black oak (Quercus kelloggii), and Jefferey pine (P. jeffereyi) forests in northeastern California.  In Santa Clara Co., CA, they are restricted to mixed Douglas fir and oak forests bordering creeks (Holt and Petersen 2000). In Oregon, they were found to be associated with conifer and mixed conifer-deciduous forests but otherwise habitat generalists (Sater et al. 2006).  They were “fairly common” in many different forest types but more rare in deciduous forests of the Willamette Valley and western Juniper forests in Omernik’s High Desert Ecoregion, but this may have been related to Juniper forests being isolated in unsuitable habitat (shrub-steppe); Juniper forests in a matrix of mixed conifer or ponderosa pine forests appeared to support large number of owls (Sater et al. 2006).\r\n\r\nThis owl was taken in Madera Canyon, Santa Rita Mountains within “scrub oak” vegetation (Bailey 1923). In Arizona, this species is an “uncommon resident” of the Transition Zone (Swarth 1914; Edison et al. 1995; Phillips et al. 1978), of the higher mountains and occurs “locally” in the Upper Sonoran Zone woods and one race is found primarily in mixed coniferous forests (Phillips et al. 1978).  In southern Arizona, this species is known to occur within evergreen oak, ponderosa and Chihuahua pine, and locally within Douglas fir, Arizona cypress and Gambel oak (Monson 1998). In New Mexico, it is “rare to fairly common” in open forests and pine-oak and adjacent woodlands (Hubbard 1978) and most common in Ponderosa pine (Holt and Petersen 2000).  In Nevada, one individual was taken in Hidden Forest Canyon, Sheep Range, southern Nevada within mixed ponderosa pine and pinyon (Johnson 1965).  Monson and Phillips (1981) suggest it a “fairly common resident” of coniferous forests and “local” to Upper Sonoran Zone woods.  In northern Arizona, it occurs within mixed conifer and pine down gradient into pinyon, juniper, Gambel oak woodlands (Monson 1998). In the USDA FS Sierra Ancha Experimental Station, Sierra Ancha Mountains, between Young and Globe, this species is considered “rare resident” within pine-fir, ponderosa pine and alder-maple riparian forests and roosts in thick foliage (Reynolds and Johnson 1964). In Utah, it is considered an “uncommon resident” in coniferous forests (Behle 1944). In the Spring Mountains, southern Nevada, this species is a summer resident in pine-fir forest (Austin 1967).  In Colorado, near Buffehr Creek, Eagle County, this species was observed in vegetation dominated by aspen overstory with snowberry (Symphoricarpos spp.) as dominant and chokecherry (Prunus virginiana) and currant (Ribes spp.) scattered throughout (n = 1 pair; Righter 1995).  It also occurs in riparian woodlands (Kingery 1998).  Northern Pygmy-Owls were positively associated with older, taller, and more structurally complex forest stands in Alberta; they were negatively associated with younger, shorter and more open stands (Piorecky and Prescott 2006).  They preferred stands > 81 years old, canopy closure over 50%, tall (21-30m) over short (<10 m) tree height, open areas (high road density areas, water features), large patch size, greater slopes, more variable terrain, higher compositions of aspen, poplar, and white spruce and avoided black spruce, larch, and pine.  \r\n\r\nNorthern Pygmy-Owls hunt lizards, mice, small birds and large insects (Phillips et al. 1978).  In Arizona, this species retains large foraging territories (Phillips et al. 1978). Marshall (1957) estimated linear breeding territory to ~1.6 km.  At Rocky Mountain National Park, Colorado, territory was estimated at 75 ha (190 acres; Rashid 1999).\r\n\r\nThey nest in natural cavities or woodpecker-excavated cavities (Holt and Petersen 2000). In Sonora, all oak species are “essential plants” for nest cavities (Russell and Monson 1998).\r\n\r\nSeveral references to elevation exist: in Redfield Canyon, Galiuro Mountains at 3700 feet (1060 meters) elevation (Benesh and Rosenberg 1996); In Cave Creek Canyon, Chiricahua Mountains, this species was studied between 1500 to 1650 meters elevation (n = 10 nests; Duncan et al. 2003); in Madera Canyon, Santa Rita Mountains at 5300 feet (1606 meters; Bailey 1923); in southeastern Arizona, between 1060 and 1650 meters; in Colorado, the only pair known for the state as of 1995 was confirmed on an east-facing slope above Buffehr Creek, Eagle County at 8900 feet (2700 meters; Righter 1995) elevation; at Rocky Mountain National Park, a pair was observed on territory between 7800 and 8600 feet (2366-2608 meters; Rashid 1999); historically in Colorado, it was common on the We Mountains from 7800 to 10000 feet elevation (2364 – 3030 meters); in Routt County, northwestern Colorado, it occurs below 6000 feet (1818 meters; Cooke 1897); and in Nevada, one individual was taken in Hidden Forest Canyon, Sheep Range, southern Nevada at 7500 feet (2272 meters; Johnson 1965), which represents only one locality for the entire state of Nevada.  In New Mexico, it ranges from 1740 to 3000 m elevation (Bailey 1928).  It is found up to 1,200 - 2,190 m in northeastern California (Holt and Petersen 2000).  Holt and Petersen (2000) reported an elevation range of 2670 – 3000 m in Colorado.  Frye and Jageman (2012) captured individuals at Lewis and Clark National Forest, Montana (elevation ~1,300 to 2,500 m) and north-central Idaho (elevation ~500 – 1,600 m) but did not report the specific elevations of capture locations.  SWreGAP/N.Tarr, 4April2013.", "taxonomic": {"gap_code": "bNOPOg", "ELCode": "ABNSB08012", "scientific_name": "Glaucidium gnoma gnoma", "ITIS_TSN": "177907", "Global_SEQ_ID": "104484", "common_name": "Northern Pygmy-owl (gnoma)"}}