{"doi": "https://doi.org/10.5066/F7WM1BR8", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa53b0e4b0b7ea545252e2", "models": {"bPSFLx-s1": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Empidonax difficilis", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "s", "intElevMax": 1500, "intSlopeMax": null, "PrimEcoSys": [[4609, "Northern Rocky Mountain Mesic Montane Mixed Conifer Forest"], [4547, "North Pacific Dry-Mesic Silver Fir-Western Hemlock-Douglas-fir Forest"], [4319, "North Pacific Dry Douglas-fir-(Madrone) Forest and Woodland"], [8406, "Introduced Riparian and Wetland Vegetation"], [9304, "Northern Rocky Mountain Conifer Swamp"], [4338, "North Pacific Lowland Mixed Hardwood-Conifer Forest and Woodland"], [4318, "Mediterranean California Red Fir Forest"], [4320, "Mediterranean California Mixed Evergreen Forest"], [4519, "Mediterranean California Dry-Mesic Mixed Conifer Forest and Woodland"], [4517, "Klamath-Siskiyou Upper Montane Serpentine Mixed Conifer Woodland"], [4516, "Klamath-Siskiyou Lower Montane Serpentine Mixed Conifer Woodland"], [4522, "North Pacific Maritime Dry-Mesic Douglas-fir-Western Hemlock Forest"], [4523, "North Pacific Mountain Hemlock Forest"], [4144, "Mediterranean California Mixed Oak Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [4110, "North Pacific Oak Woodland"], [5502, "California Coastal Live Oak Woodland and Savanna"], [9846, "Mediterranean California Serpentine Foothill and Lower Montane Riparian Woodland and Seep"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4604, "North Pacific Hypermaritime Sitka Spruce Forest"], [4545, "California Coastal Closed-Cone Conifer Forest and Woodland"], [4607, "North Pacific Mesic Western Hemlock-Silver Fir Forest"], [4603, "Mediterranean California Mesic Mixed Conifer Forest and Woodland"], [4613, "North Pacific Hypermaritime Western Red-cedar-Western Hemlock Forest"], [4602, "East Cascades Mesic Montane Mixed-Conifer Forest and Woodland"], [4601, "California Coastal Redwood Forest"], [4606, "North Pacific Maritime Mesic-Wet Douglas-fir-Western Hemlock Forest"], [9811, "North Pacific Lowland Riparian Forest and Shrubland"], [9809, "California Central Valley Riparian Woodland and Shrubland"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [9831, "Columbia Basin Foothill Riparian Woodland and Shrubland"], [9830, "Great Basin Foothill and Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9824, "Northern Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9216, "North Pacific Shrub Swamp"], [5808, "Northern Rocky Mountain Montane-Foothill Deciduous Shrubland"], [9810, "Inter-Mountain Basins Greasewood Flat"], [7603, "North Pacific Hypermaritime Shrub and Herbaceous Headland"]], "AuxEcoSys": [], "SpeciesCode": "bPSFLx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Pacific-slope Flycatcher", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}, "bPSFLx-s4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Empidonax difficilis", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "s", "intElevMax": 1500, "intSlopeMax": null, "PrimEcoSys": [[4609, "Northern Rocky Mountain Mesic Montane Mixed Conifer Forest"], [8406, "Introduced Riparian and Wetland Vegetation"], [4318, "Mediterranean California Red Fir Forest"], [4320, "Mediterranean California Mixed Evergreen Forest"], [4519, "Mediterranean California Dry-Mesic Mixed Conifer Forest and Woodland"], [4516, "Klamath-Siskiyou Lower Montane Serpentine Mixed Conifer Woodland"], [4144, "Mediterranean California Mixed Oak Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [5502, "California Coastal Live Oak Woodland and Savanna"], [9846, "Mediterranean California Serpentine Foothill and Lower Montane Riparian Woodland and Seep"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [4545, "California Coastal Closed-Cone Conifer Forest and Woodland"], [4603, "Mediterranean California Mesic Mixed Conifer Forest and Woodland"], [4601, "California Coastal Redwood Forest"], [9811, "North Pacific Lowland Riparian Forest and Shrubland"], [9809, "California Central Valley Riparian Woodland and Shrubland"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [9831, "Columbia Basin Foothill Riparian Woodland and Shrubland"], [9830, "Great Basin Foothill and Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9824, "Northern Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [5808, "Northern Rocky Mountain Montane-Foothill Deciduous Shrubland"], [9810, "Inter-Mountain Basins Greasewood Flat"]], "AuxEcoSys": [], "SpeciesCode": "bPSFLx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Pacific-slope Flycatcher", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Campbell, R. W., N. K. Dawe, I. McTaggart-Cowan, J. M. Cooper, and G. W. Kaiser. 1997. The birds of British Columbia, Vol. 3: passerines-flycatchers through vireos. R. Br. Columbia Mus. Victoria.", "Lowther, Peter E. 2000. Pacific-slope Flycatcher (Empidonax difficilis), The Birds of North America Online (A. Poole, Ed.). Ithaca: Cornell Lab of Ornithology; Retrieved from the Birds of North America Online: http://bna.birds.cornell.edu/bna/species/556a.", "American Ornithologists' Union (AOU). 1983. Check-list of North American Birds, 6th edition. Allen Press, Inc., Lawrence, Kansas. 877 pp.", "Zeiner, D. C., W. F. Laudenslayer Jr., and K. E. Mayer (editors). 1990. California's Wildlife. Vol. 2. Birds. California Statewide Wildlife Habitat Relat. System, California. Resources Agency, Dept. Fish and Game, Sacramento, California.", "Shuford, W. D. 1993. The Marin County breeding bird atlas: a distributional and natural history of coastal California. California Avifauna Series 1. Bushtit Books, Bolinas, CA.", "Nelson, D. 1995. Pacific-slope Flycatcher Empidonax difficilis. Pages 101 in Sonoma County breeding bird atlas. Detailed maps and accounts for our local nesting birds. (Burridge, B., Ed.) Madrone Audubon Soc. Santa Rosa, CA.", "Johnson, N. K. 1980. Character variation and evolution of sibling species in the Empidonax difficilis-flavescens complex (Aves: Tyrannidae). Univ. Calif. Publ. Zool. 112:1-151.", "Small, A. 1994. California birds: their status and distribution. Ibis Publ. Co. Vista, CA.", "Grinnell, J. and A. H. Miller. 1944. The distribution of the birds of California. Pac. Coast Avifauna no. 27. Cooper Ornithol. Club, Berkeley, CA."], "habitat_description": "Southwest:\r\nIn California, the Pacific-slope flycatcher is a widespread, fairly common summer resident in warm moist woodlands, including valley foothill and montane riparian, coastal and blue oak wodlands, and montane hardwood-conifer habitats. Also uses closed-cone pine-cypress, ponderosa pine, Douglas-fir, Sierra mixed conifer, and redwood habitats, and others. Breeds in the south in moist canyon bottoms from the coast to lower reaches of mountain ranges west of the deserts. Occurs in similar moist woodland and forest habitats to the north on the coast and on lower western slopes of the Sierra Nevada, Cascades, and on other interior mountain ranges (Grinnell and Miller 1944)(quoted directly from Kucera based on Zeiner et al. 1990).\r\nAlso in California, found from near sea level to 1,500 m in well-shaded woodlands and forests with steep-walled canyons or ravines (Small 1994); associated with forests of Douglas fir, redwood (Sequoia sempervirens), Pacific madrone (Arbutus menziesii), big-leaf maple, tanoak (Lithocarpus densiflorus), and black oak (Quercus velutina); along coast, may be away from streams but in interior Sierra Nevada sites, Pacific-slope Flycatcher found “only in moist streamside situations with strong shade and airways below the canopies of large trees” (Johnson 1980). In Sonoma Co., prefers low shady areas inside dense canopy and builds nests on vertical surfaces near seeps, springs, or streams (Nelson 1995). In Marin Co., found in moist, relatively dense shaded forests of broadleaved evergreen, mixed, conifer, and riparian woodlands; most numerous near streams (Shuford 1993). On more open and drier habitats on Channel Is., Pacific-slope Flycatcher found with eucalyptus (Eucalyptus sp.) shade trees or oak clumps in canyon bottoms, forages over coastal scrub and opuntia cactus (Opuntia sp.; Johnson 1980)(quoted directly from Lowther 2000).\r\n\r\nNorthwest:\r\nThe Pacific- Slope Flycatcher nesting habitat includes humid coniferous forest, most of which is coastal. Forest types include pine-oak and other mixed coniferous-deciduous forests, broadleaf evergreen forest, dense second-growth woodland, and riparian woodlands. Pacific Slope flycatchers often choose sites where open areas exist under a canopy of large trees and favoring shady ravines in some areas. This species also nests in drier more open habitats on the Channel Islands off of California. According to the BNA account the Pacific-Slope Flycatcher subspecies E. d. insulicola that breeds on the channel islands off of southern California may actually be a distinct species. This species does not have a strong association with a primary cavity excavator, while some nests are in tree cavities, they also nest on cliffs, building ledges, earth banks, tree branch crotches, and are often found along streams or near springs or seeps (Nature Serve).\r\nBreeds in humid coniferous forest (mostly coastal), pine-oak forest, and dense second-growth woodland (Am. Ornithol. Union 1998). Associated streams, ravines, shade, and flight space below a canopy (Johnson 1980, Small 1994). In British Columbia, found in old-growth and mature second-growth Douglas fir (Pseudotsuga menziesii)-western hemlock (Tsuga heterophylla) and mixed coniferous-deciduous forests; Western [= uncertain specific identity] Flycatcher of interior British Columbia locally distributed between 280 and 1,310 m, usually restricted to moister, shadier habitats in western red cedar (Thuja plicata) in heavily wooded creek valleys and ravines and around lakes and ponds (Campbell et al. 1997). Pacific-slope Flycatcher of coastal Washington found in dense hemlock-fir conifer forests and in deciduous alder (Alnus sp.) and cottonwood (Populus sp.) growth in open glades along streams; in Oregon, found along stream bottoms with large trees and willow (Salix sp.) and alder thickets; in Jackson Co. at 800–1,100 m, along watercourses in deep forest of Douglas fir, sugar pine (Pinus lam-bertiana), incense cedar (Calocedrus decurrens), and western hemlock with understory of scattered dogwood (Cornus sp.), big-leaf maple (Acer macro-phyllum), currant (Ribes sp.), and alder saplings (Johnson 1980)(quoted directly from Lowther 2000).", "taxonomic": {"gap_code": "bPSFLx", "ELCode": "ABPAE33120", "scientific_name": "Empidonax difficilis", "ITIS_TSN": "178348", "Global_SEQ_ID": "103795", "common_name": "Pacific-slope Flycatcher"}}