{"doi": "https://doi.org/10.5066/F7K64GDN", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa5487e4b0b7ea54525329", "models": {"bRCWOx-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Picoides borealis", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": 40, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[4503, "Florida Longleaf Pine Sandhill - Scrub/Shrub Understory Modifier"], [4506, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Scrub/Shrub Understory Modifier"], [9908, "West Gulf Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9907, "Atlantic Coastal Plain Southern Wet Pine Savanna and Flatwoods"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [9913, "West Gulf Coastal Plain Pine-Hardwood Flatwoods"], [4328, "Ozark-Ouachita Shortleaf Pine-Oak Forest and Woodland"], [4336, "West Gulf Coastal Plain Sandhill Oak and Shortleaf Pine Forest and Woodland"], [4332, "West Gulf Coastal Plain Pine-Hardwood Forest"], [4306, "East Gulf Coastal Plain Northern Dry Upland Hardwood Forest - Offsite Pine Modifier"], [4322, "Southeastern Interior Longleaf Pine Woodland"], [4321, "West Gulf Coastal Plain Upland Longleaf Pine Forest and Woodland"], [4304, "Northeastern Interior Dry Oak Forest - Virginia/Pitch Pine Modifier"], [4305, "Southern Piedmont Dry Oak-(Pine) Forest - Loblolly Pine Modifier"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [9909, "Central Florida Pine Flatwoods"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"]], "AuxEcoSys": [], "SpeciesCode": "bRCWOx", "intIntoBuffWV": null, "cbxContPatch": true, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Red-cockaded Woodpecker", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}, "bRCWOx-y3": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Picoides borealis", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": 40, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[4403, "Atlantic Coastal Plain Mesic Hardwood and Mixed Forest"], [8202, "Evergreen Plantation or Managed Pine"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [4304, "Northeastern Interior Dry Oak Forest - Virginia/Pitch Pine Modifier"], [4305, "Southern Piedmont Dry Oak-(Pine) Forest - Loblolly Pine Modifier"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"]], "AuxEcoSys": [], "SpeciesCode": "bRCWOx", "intIntoBuffWV": null, "cbxContPatch": true, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Northeast", "CommonName": "Red-cockaded Woodpecker", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"A94KEL01NAUS": "Kelly, J. F., S. M. Pletschet, and D. M. Leslie, Jr. 1994. Decline of the red-cockaded woodpecker (Picoides borealis) in southeastern Oklahoma. American Midland Naturalist 132:275-283.", "R83HAR01SEGP": "Harlow, R.F. 1983. Effects of fidelity to nest cavities on the reproductive success of the red-cockaded woodpecker in South Carolina. Pp. 94-97, in D. A. Wood, ed. Redcockaded Woodpecker Symposium II Proc. Florida Game and Fresh Water Fish Comm. U.S. Fish and Wildlife Service and U.S. Forest Service.", "B94STE01NAUS": "Stevenson, H. M., and B. H. Anderson. 1994. The birdlife of Florida. University Press of Florida, Gainesville. 892 pp.", "A70LAY01SEGP": "Lay, D. W., and D. N. Russell. 1970. Notes on the Red-cockaded Woodpecker in Texas. Auk 87:781-786.", "B92COL01NAUS": "Collar, N. J., et al. 1992. Threatened Birds of the Americas. The ICBP/IUCN Red Data Book. Third Edition. Part 2. Smithsonian Institute Press, Washington, D.C.", "U89USF01NAUS": "U.S. Fish and Wildlife Service. 19 October 1989. Remarkable survival of endangered species reported; hurricane's impact on habitat extensive. News Release.", "B86JAC01SEGP": "Jackson, J.A., R.N. Conner, B.J.S. Jackson.  1986. The effects of wilderness on the endangered Red-cockaded Woodpecker. Pp. 71-78 in Wilderness and natural areas in the eastern United States: a management challenge (D.L. Kulhavy and R.N. Conner, Eds.). Center Applied Stud., School For., Stephen F. Austin State Univ., Nacogdoches, TX.", "A82HOP01SEGP": "Hooper, R.G., L.J. Niles, R.F. Harlow, and G.W. Wood. 1982. Home ranges of red-cockaded woodpeckers in coastal South Carolina. Auk 99: 675-682.", "A91CON09NAUS": "Conner, R. N., and D. C. Rudolph. 1991. Forest habitat loss, fragmentation, and red-cockaded woodpecker populations. Wilson Bull. 103:446-457.", "B80POT01NAUS": "Potter, E. F., J. F. Parnell, and R. P. Teulings. 1980. Birds of the Carolinas. Univ. North Carolina Press, Chapel Hill. 408 pp.", "B71THO01NAUS": "Thompson, R.L., ed. 1971. The ecology and management of the red-cockaded woodpecker. USDI, Bureau of Fisheries and Wildlife, and Tall Timbers Research Station. 188 pp.", "B92HAM01NAUS": "Hamel, P. B. 1992. The land manager's guide to the birds of the south. The Nature Conservancy, Chapel Hill, North Carolina. 367 pp + several appendices.", "A90RUD01NAUS": "Rudolph, D. C., R. N. Conner, and J. Turner. 1990. Competition for red-cockaded woodpecker roost and nest cavities:effects of resin age and entrance diameter. Wilson Bull. 102:23-36.", "B83AOU01USGP": "American Ornithologists' Union (AOU). 1983. Check-list of North American Birds, 6th edition. Allen Press, Inc., Lawrence, Kansas. 877 pp.", "R73LAY01SEGP": "Lay, D. W. 1973. Red-cockaded woodpecker study. Job 10 Completion Report., TXFA Proj. W-80-R-16, Texas Parks and Wildl. Dept.", "A91RUD01NAUS": "Rudolph, D. C., and R. N. Conner. 1991. Cavity tree selection by red-cockaded woodpeckers in relation to tree age. Wilson Bull. 103:458-467.", "A89CAR02NAUS": "Carter, J. H., III, et al. 1989. Restrictors for red-cockaded woodpecker cavities. Wildlife Society Bull. 17:68-72.", "A88REE02NAUS": "Reeds, J. M., et al. 1988. An evaluation of indices of red-cockaded woodpecker populations. Wildlife Society Bull. 16:4-6-410.", "A95HAN01NAUS": "Hanula, J. L., and K. E. Franzreb. 1995. Arthropod prey of nestling red-cockaded woodpeckers in the upper Coastal Plain of South Carolina. Wilson Bulletin 107:485-495.", "A91REP01NAUS": "Repasky, R. R., R. J. Blue, and P. D. Doerr. 1991. Laying red-cockaded woodpeckers cache bone fragments. Condor 93:458-461.", "A91CON05NAUS": "Conner, R. N., et al. 1991. Causes of mortality of red-cockaded woodpecker cavity trees. J. Wildlife Management 55:531-537.", "A80HOO01NCUS": "HOOPER, R.G., A.F. ROBINSON, JR., AND J.A. JACKSON. 1980. THE RED-COCKADED WOODPECKER:NOTES ON LIFE HISTORY AND MANAGEMENT. U.S. FOREST SERVICE, GENERAL REPORT SA-GR 9.", "B42BEN01NAUS": "Bent, A.C. 1942. Life histories of North American flycatchers, larks, swallows, and their allies. U.S. National Museum Bulletin 179. Washington, DC.", "A91CON04NAUS": "Conner, R. N., and D. C. Rudolph. 1991. Effects of midstory reduction and thinning in red-cockaded woodpecker cavity tree clusters. Wildl. Soc. Bull. 19:63-66.", "A92WAL03NAUS": "Walters, J. R., C. K. Copeyon, and J. H. Carter, III. 1992. Test of the ecological basis of cooperative breeding in red-cockaded woodpeckers. Auk 109:90-97.", "A90RUD02NAUS": "Rudloph, D. H., H. Kyle, and R. N. Conner. 1990. Red-cockaded woodpeckers vs rat snakes:the effectiveness of the resin barrier. Wilson Bull. 102:14-22.", "R81PAT01SEGP": "ERROR", "A88REE01NAUS": "Reed, J. M., P. D. Doerr, and J. R. Walters. 1988. Minimum viable population size of the red-cockaded woodpecker. J. Wildlife Management 52:385-391.", "A83HOO01SEGP": "Hooper, R. G., and M. R. Lennartz.  1983.  Roosting behavior of red-cockaded woodpecker clans with insufficient cavities. J. Field Ornithol. 54:73-76.", "A91HOO02NAUS": "Hooper, R. G., M. R. Lennartz, and H. D. Muse. 1991. Heart rot and cavity tree selection by red-cockaded woodpeckers. J. Wildlife Management 55:323-327.", "A88ORT01NAUS": "Ortego, B., and D. Lay. 1988. Status of red-cockaded woodpecker colonies on private land in east Texas. Wildlife Society Bull. 16:403-405.", "A83JAN01SEGP": "Jansen, D. K. 1983. A possible instance of 2 red-cockaded woodpeckers roosting in the same cavity. Pages 100-101 in D. A. Wood, editor. Red-cockaded woodpecker symposium II proceedings. Florida Game and Fresh Water Fish Commission, Tallahassee, Florida, USA.", "A83HAR01SEGP": "Harris, B. A., and A. E. Jerauld. 1982. Extra-hole roosting and changes in hole use by two juvenile red- cockaded woodpeckers. Florida Field Naturalist 10:21.", "B92MCF01NAUS": "McFarlane, R. W. 1992. A stillness in the pines:the ecology of the red-cockaded woodpecker. W. W. Norton and Company, New York. 270 pp.", "A91KAL01NAUS": "Kalisz, P. J., and S. E. Boettcher. 1991. Active and abandoned red-cockaded woodpecker habitat in Kentucky. J. Wildlife Management 55:146-154.", "A70LIG01SEGP": "Ligon, J.D. 1970. Behavior and breeding biology of the red-cockaded woodpecker. Auk 87:255-278.", "B71JAC01SEGP": "Jackson, J.A. 1971. The evolution, taxonomy, distribution, past populations and current status of the red-cockaded woodpecker. Pages 4-29 in R.L. Thompson, ed. The Ecology and Management of the Red-cockaded Woodpecker, Proceedings of a Symposium. Bureau of Sport Fisheries and Wildlife and Tall Timbers Research Station, Tallahassee, FL.", "A90SNN01NCGP": "Southeast Negotiation Network (SNN), Georgia Inst. of Technology, Atlanta. 1990. Summary report: scientific summit on the red-cockaded woodpecker.", "U90SOU01NAUS": "Southeast Negotiation Network, Georgia Inst. of Technology, Atlanta. 1990. Summary report:scientific summit on the red-cockaded woodpecker.", "A94LAB01NAUS": "LaBranche, M. S., and J. R. Walters. 1994. Patterns of mortality in nests of red-cockaded woodpeckers in the sandhills of southcentral North Carolina. Wilson Bull. 106:258-271.", "A91CON03NAUS": "Conner, R. N., A. E. Snow, and K. A. O'Halloran. 1991. Red-cockaded woodpecker use of seed-tree/shelterwood cuts in eastern Texas. Wildl. Soc. Bull. 19:67-73.", "A83SHA01SEGP": "Shapiro, A. E. 1983. Characteristics of red-cockaded woodpecker cavity trees and colony areas in southern Florida. Florida Scientist 46:89-95.", "A90HAR02NAUS": "Harlow, R. F., and A. T. Doyle. 1990. Food habits of southern flying squirrels (Glaucomys volans) collected from red-cockaded woodpecker (Picoides borealis) colonies in South Carolina. American Midland Naturalist 124:187-191.", "B83PAT01SEGP": "Patterson, G.A., and W.B. Robertson. 1983. An instance of red-cockaded woodpeckers nesting in a dead pine. Pp. 99-100, in D. A. Wood, ed. Red-cockaded Woodpecker Symposium II Proc., Florida Game and Fresh Water Fish Comm., U.S. Fish and Wildlife Service and U.S. Forest Service.", "A79WAD01SEGP": "Wade, M. J. 1979. Sexual selection and variance in reproductive success. Am. Nat, 114:742-747", "B81KOE01SEGP": "Koenig, W.D., and F.A. Pitelka. 1981. Ecological factors and kin selection in the evolution of cooperative breeding in birds. Pp. 261-280 in Natural selection and social behavior: Recent research and new theory (R.D. Alexander and D. W. Tinkle, eds.). Chiron Press, New York.", "A92RUD01NAUS": "Rudolph, D. C., et al. 1992. Experimental reintroduction of red-cockaded woodpeckers. Auk 109:914-916.", "A91WAL02NAUS": "Walters, J. R. 1991. Application of ecological principles to the management of endangered species:the case of the red-cockaded woodpecker. Annual Rev. Ecol. Syst. 22:505-523.", "A90COP01NAUS": "Copeyon, C. K. 1990. A technique for constructing cavities for the the red-cockaded woodpecker. Wildl. Soc. Bull. 18:303-311.", "B83WOO01NAUS": "Wood, D. A., editor. 1983. Red-cockaded woodpecker symposium II proceedings. Florida Game and Fresh Water Fish Commission. 112 pp.", "B89CON02NAUS": "Conner, R. N., and D. C. Rudolph. 1989. Red-cockaded woodpecker colony status and trends on the Angelina, Davy Crockett and Sabine national forests (east. Texas). U. S. Forest Service Research Paper S)-250. 15 pp.", "B91DOD01NAUS": "Department of Defense. 1991. Proceedings of the Department of Defense red-cockaded woodpecker workshop, Marine Corps Base Camp Lejeune, North Carolina, 3-5 April 1991. 123 pp.", "A93REE01NAUS": "Reed, J. M., et al. 1993. Effective population size in red-cockaded woodpeckers:population and model differences. Conservation Biology 7:302-.", "A91COP01NAUS": "Copeyon, C. K., J. R. Walters, and J. H. Carter, III. 1991. Induction of red-cockaded woodpecker group formation by artificial cavity construction. J. Wildlife Management 55:549-556.", "A86LIG01NAUS": "Ligon, J. D., et al. 1986. Report of the American Ornithologists' Union Committee for the Conservation of the Red-cockaded Woodpecker. Auk 103:848-855.", "A88HOO01NAUS": "Hooper, R. G. 1988. Longleaf pines used for cavities by red-cockaded woodpeckers. J. Wildlife Management 52:392-398.", "A92DEL02NAUS": "DeLotelle, R. S., and R. J. Epting. 1992. Reproduction of the red-cockaded woodpecker in central Florida. Wilson Bull. 104:285-294.", "A92STA02NAUS": "Stangel, P. W., M. R. Lennartz, and M. H. Smith. 1992. Genetic variation and population structure of red-cockaded woodpeckers. Conservation Biology 6:283-292.", "A90ENG01NAUS": "Engstrom, R. T., and G. W. Evans. 1990. Hurricane damage to red-cockaded woodpecker (PICOIDES BOREALIS) cavity trees. Auk 107:608-610.", "B90FWS03NAUS": "U.S. Fish and Wildlife Service (USFWS). 1990. Endangered and threatened species recovery program:report to Congress. 406 pp.", "B83JAC02SEGP": "ERROR", "B80FWS14NAUS": "U.S. Fish and Wildlife Service. 1980. Selected vertebrate endangered species of the seacoast of the United Sates-- the red-cockaded woodpecker. FWS/OBS-80/01.7. 9 pp.", "A88LEN01NAUS": "Lennartz, M. R. 1988. The red-cockaded woodpecker:old-growth species in a second-growth landscape. Natural Areas J. 8:160-165.", "U92STE01NAUS": "Stevens, E. E. 1992. Population dynamics of red-cockaded woodpeckers in the Georgia Piedmont. Abstract, 6th Annual Meeting of the Society for Conservation Biology, p. 120.", "B91MAR01NAUS": "Marion, W. R., and B. W. Hagedorn, compilers. 1991. A literature reference guide for the red-cockaded woodpecker. Department of Defense Legacy Resource Management Program. 105 pp.", "B94JAC04NAUS": "ERROR", "B89HOO01NAUS": "Hooper, R. G., and H. D. Muse. 1989. Sequentially observed periodic surveys of management compartments to monitor red-cockaded woodpeckers. U.S. Forest Service Research Paper SE-276. 13 pp.", "A88WAL01SEGP": "Walters, Jeffrey R. Susan K. Hansen J. H. Carter III and Philip D. Manor. 1988. Long-distance dispersal of an adult Red-cockaded woodpecker. Wilson Bulletin. 100(3):494-496.", "B90MAT01NAUS": "Matthews, J. R., and C. J. Moseley (editors). 1990. The Official World Wildlife Fund Guide to Endangered Species of North America. Volume 1. Plants, Mammals. xxiii + pp 1-560 + 33 pp. appendix + 6 pp. glossary + 16 pp. index. Volume 2. Birds, Reptiles, Amphibians.", "A87EDD01NAUS": "Eddleman, W. R., and R. L. Clawson. 1987. Population status and habitat conditions for the red-cockaded woodpecker in Missouri. Trans. Missouri Acad. Sci. 21:105-117.", "A78JAC04SEGP": "ERROR", "A95CON01NAUS": "Conner, R. N., and D. C. Rudolph. 1995. Losses of red-cockaded woodpecker cavity trees to southern pine beetles. Wilson Bulletin 107:81-92.", "B82SHO01NAUS": "Short, L.L. 1982. Woodpeckers of the world. Museum of Natural History [Greenville, Delaware], Monograph Series xviii + 676 pp.", "A91BYR01NAUS": "Byrd, M.A., and D.W. Johnston. 1991. Birds. Pages 477-537 in K. Terwilliger, coordinator. Virginia's endangered species:proceedings of a symposium. McDonald and Woodward Publ. Co., Blacksburg, Virginia.", "B85LEN01NAUS": "Lennartz, M. R., and V. G. Henry. 1985. Red-cockaded woodpecker recovery plan (revision). U.S. Fish and Wildife Service. 92 pp.", "A93NEA01NAUS": "Neal, J. C., et al. 1993. Effects of weather and helpers on survival of nestling red-cockaded woodpeckers. Wilson Bull. 105:666-673.", "A91JAM01NAUS": "James, F. C. 1991. Signs of trouble in the largest remaining population of red-cockaded woodpeckers. Auk 108:419-423.", "A90ROI01NAUS": "Roise, J., et al. 1990. Red-cockaded woodpecker habitat and timber management:production possibilities. South. J. Appl. For. 14:6-12.", "A77MEN01NAUS": "Mengel, R. M., and J. A. Jackson. 1977. Geographic variation of the red-cockaded woodpecker. Condor 79:349-355.", "B89WAL01SEGP": "Walters, J.R. 1989. Red-cockaded woodpeckers: a \"primitive\" cooperative breeder. Pp. 67-102 in Cooperative breeding in birds: long-term studies of ecology and behavior (P.B. Stacey and W.D. Koenig, Eds.). Cambridge, UK, Cambridge University Press.", "B79HAR01NAUS": "Harrison, H.H. 1979. A field guide to western birds' nests. Houghton Mifflin Company, Boston. 279 pp.", "A94ROS01NAUS": "Rossell, C. R., Jr., and J. J. Britcher. 1994. Evidence of plural breeding by red-cockaded woodpeckers. Wilson Bull. 106:557-559.", "B95CAM01NAUS": "Campbell, L. 1995. Endangered and Threatened Animals of Texas:Their Life History and Management. Texas Parks and Wildlife Department, Endangered Resources Branch, Austin, Texas. ix + 129 pp.", "A86POR01NAUS": "Porter, M. L., and R. F. Labisky. 1986. Home range and foraging habitat of red-cockaded woodpeckers in northern Florida. J. Wildlife Management 50:239-247.", "A95THO02NAUS": "Thomlinson, J. R. 1995. Landscape characteristics associated with active and abandoned red-cockaded woodpecker clusters in east Texas. Wilson Bulletin 107:603-614.", "A91HOO01NAUS": "Hooper, R. G., D. L. Krusac, and D. L. Carlson. 1991. An increase in a population of red-cockaded woodpeckers. Wildlife Society Bull. 19:277-286.", "A82HOP02SEGP": "Hooper, R. G.  1982.  Use of dead cavity trees by red-cockaded woodpeckers. Wildl. Soc. Bull. 10:163-164.", "A94LAB02NAUS": "LaBranche, M. S., J. R. Walters, and K. S. Laves. 1994. Double-brooding in red-cockaded woodpeckers. Wilson Bull. 106:403-408.", "A89MAS01NAUS": "Masters, R. E., J. E. Skeen, and J. A. Garner. 1989. Red-cockaded woodpecker in Oklahoma:an update of Wood's 1974-1977 study. Proceedings Oklahoma Academy Science 69:27-31.", "B80TER01NAUS": "Terres, J.K. 1980. The Audubon Society encyclopedia of North American birds. Alfred A. Knopf, New York.", "A93HAI01NAUS": "Haig, S. M., J. R. Belthoff, and D. H. Allen. 1993. Examination of population structure in red-cockaded woodpeckers using DNA profiles. Evolution 47:185-194.", "A88HAG01NAUS": "Hagan, J. M., and J. M. Reed. 1988. Red color bands reduce fledging success in red-cockaded woodpecker. Auk 105:498-503.", "R94USF10SEGP": "U.S. Fish and Wildlife Service. 2003. Recovery plan for the red-cockaded woodpecker (Picoides borealis): second revision. U.S. Fish and Wildlife Service, Atlanta,GA. 296 pp.", "A91REP02NAUS": "Reparsky, R. R., and P. D. Doerr. 1991. Home range and substrate use by two family groups of red-cockaded woodpeckers in the North Carolina sandhills. Brimleyana 17:37-52.", "B92EHR01NAUS": "Ehrlich, P.R., D.S. Dobkin, and D. Wheye. 1992. Birds in jeopardy:the imperiled and extinct birds of the United States and Canada, including Hawaii and Puerto Rico. Stanford University Press, Stanford, California. 259 pp.", "A90JAC02NAUS": "Jackson, J. A. 1990. Intercolony movements of red-cockaded woodpeckers in South Carolina. J. Field Ornithology 61:149-155.", "A90WAL01NAUS": "Walters, J. R. 1990. The red-cockaded woodpecker:a \"primitive cooperative breeder.\" In P. B. Stacey and W. D. Koenig, eds. Cooperative breeding in birds:long-term studies of ecology and behavior. Cambridge Univ. Press.", "B78HAR01NAUS": "Harrison, C. 1978. A field guide to the nests, eggs and nestlings of North American birds. Collins, Cleveland, Ohio."}, "habitat_description": null, "taxonomic": {"gap_code": "bRCWOx", "ELCode": "ABNYF07060", "scientific_name": "Picoides borealis", "ITIS_TSN": "178257", "Global_SEQ_ID": "103433", "common_name": "Red-cockaded Woodpecker"}}