{"doi": "https://doi.org/10.5066/F76D5RB3", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa5959e4b0b7ea545254af", "models": {"bSTKIx-s6": {"intPercentCanopy": null, "intIntoBuffFW": 0.0, "ScientificName": "Elanoides forficatus", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 0.0, "Season": "s", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[3110, "Unconsolidated Shore"], [9901, "East Gulf Coastal Plain Jackson Plain Dry Flatwoods - Open Understory Modifier"], [9218, "Atlantic Coastal Plain Southern Tidal Wooded Swamp"], [8406, "Introduced Riparian and Wetland Vegetation"], [9908, "West Gulf Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9804, "East Gulf Coastal Plain Large River Floodplain Forest - Forest Modifier"], [9801, "Atlantic Coastal Plain Blackwater Stream Floodplain Forest - Forest Modifier"], [9702, "South Florida Cypress Dome"], [9701, "Lower Mississippi River Bottomland Depressions - Forest Modifier"], [9838, "Southern Coastal Plain Hydric Hammock"], [9836, "Mississippi River Low Floodplain (Bottomland) Forest"], [9851, "East Gulf Coastal Plain Small Stream and River Floodplain Forest"], [9703, "Southern Coastal Plain Nonriverine Cypress Dome"], [9845, "Atlantic Coastal Plain Brownwater Stream Floodplain Forest"], [9842, "Atlantic Coastal Plain Small Brownwater River Floodplain Forest"], [9907, "Atlantic Coastal Plain Southern Wet Pine Savanna and Flatwoods"], [9852, "Southern Coastal Plain Blackwater River Floodplain Forest"], [9827, "Mississippi River Riparian Forest"], [9843, "Atlantic Coastal Plain Small Blackwater River Floodplain Forest"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9905, "South Florida Pine Flatwoods"], [9208, "Southern Coastal Plain Seepage Swamp and Baygall"], [9305, "South Florida Dwarf Cypress Savanna"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9303, "Atlantic Coastal Plain Clay-Based Carolina Bay Forested Wetland"], [9302, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest - Oak Dominated Modifier"], [9301, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest  - Taxodium/Nyssa Modifier"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [9239, "Southern Coastal Plain Nonriverine Basin Swamp"], [9238, "South Florida Bayhead Swamp"], [8503, "Ruderal Upland - Old Field"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [8405, "Introduced Upland Vegetation - Perennial Grassland"], [8403, "Introduced Upland Vegetation - Forbland"], [8303, "Recently Burned Grassland"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [7507, "Northern Atlantic Coastal Plain Dune and Swale"], [7506, "East Gulf Coastal Plain Dune and Coastal Grassland"], [7504, "Southwest Florida Dune and Coastal Grassland"], [7503, "Atlantic Coastal Plain Southern Dune and Maritime Grassland"], [8104, "Utility Swath - Herbaceous"], [1403, "Pasture/Hay"], [4309, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Mixed Modifier"], [8302, "Recently Burned Forest"], [8301, "Recently Burned"], [8101, "Recently Logged Areas"], [8504, "Ruderal Wetland"], [9223, "Floridian Highlands Freshwater Marsh"], [9219, "South Florida Everglades Sawgrass Marsh"], [9241, "Southern Coastal Plain Herbaceous Seepage Bog"], [9243, "Atlantic Coastal Plain Central Fresh-Oligohaline Tidal Marsh"], [9401, "Atlantic and Gulf Coastal Plain Interdunal Wetland"], [9231, "Central Florida Herbaceous Seep"], [9232, "Florida Big Bend Fresh-Oligohaline Tidal Marsh"], [9807, "East Gulf Coastal Plain Large River Floodplain Forest - Herbaceous Modifier"], [9718, "South Florida Freshwater Slough and Gator Hole"], [9230, "Atlantic Coastal Plain Embayed Region Tidal Freshwater Marsh"], [9602, "South Florida Wet Marl Prairie"], [9603, "East Gulf Coastal Plain Savanna and Wet Prairie"], [9716, "Atlantic Coastal Plain Depression Pondshore"], [9206, "Atlantic Coastal Plain Clay-Based Carolina Bay Herbaceous Wetland"], [4132, "South Florida Hardwood Hammock"], [4306, "East Gulf Coastal Plain Northern Dry Upland Hardwood Forest - Offsite Pine Modifier"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [9713, "East Gulf Coastal Plain Southern Depression Pondshore"], [9202, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Bay/Gum Modifier"], [9204, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Nupea Modifier"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [4108, "East Gulf Coastal Plain Black Belt Calcareous Prairie and Woodland - Herbaceous Modifier"], [7321, "East Gulf Coastal Plain Jackson Prairie and Woodland"], [7318, "Florida Dry Prairie"], [4303, "East Gulf Coastal Plain Black Belt Calcareous Prairie and Woodland - Woodland Modifier"], [9110, "Florida Big Bend Salt-Brackish Tidal Marsh"], [9106, "Mississippi Sound Salt and Brackish Tidal Marsh"], [9104, "Atlantic Coastal Plain Indian River Lagoon Tidal Marsh"], [9103, "Atlantic Coastal Plain Central Salt and Brackish Tidal Marsh"], [9236, "South Florida Mangrove Swamp"], [9210, "East Gulf Coastal Plain Tidal Wooded Swamp"], [9201, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Taxodium Modifier"], [9909, "Central Florida Pine Flatwoods"], [9205, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Clethra Modifier"], [9911, "East Gulf Coastal Plain Southern Loblolly-Hardwood Flatwoods"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [8105, "Successional Shrub/Scrub (Other)"], [8402, "Introduced Upland Vegetation - Shrub"], [8107, "Harvested Forest - Shrub Regeneration"], [8102, "Disturbed/Successional - Shrub Regeneration"], [8304, "Recently Burned Shrubland"], [3108, "Unconsolidated Shore (Lake/River/Pond)"], [3109, "Unconsolidated Shore (Beach/Dune)"]], "AuxEcoSys": [], "SpeciesCode": "bSTKIx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 500.0, "memHandModelNotes": "Patch size means that these kites need map units in any combination that are together at least 530 ha in size.  There is no evidence for road density avoidance.\r\n\r\nI removed the freshwater only limitation. Meyer (1995) states that they utilize fresh and brackish marsh. Was not really doing anything anyway because water buffers were not selected. MJR 14 June 2007.", "intElevMin": null, "ysnHydroOW": true, "Region": "Southeast", "CommonName": "Swallow-tailed Kite", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 500.0, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": "All Types", "ysnHydroFW": true, "Reviewer": "Rob Adair", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 500.0}}, "references": {"R90CEL01SEGP": "Cely, J.E. and J.A. Sorrow. 1990. The American swallow-tailed kite in South Carolina. Nongame and Heritage Trust Fund publ. No. 1. South Carolina Wildl. And Mar. Resour. Dept., Columbia, SC.", "B37BEN01NAUS": "Bent, A.C. 1937. Life histories of North American birds of prey. Part 1. Bull. U.S. Natl. Mus. 137. 409 pp.", "A96CAR02NAUS": "Carter, M., G. Fenwick, C. Hunter, D. Pashley, D. Petit, J. Price, and J. Trapp. 1996. Watchlist 1996:For the future. Field Notes 50(3):238-240.", "A87MIL01SEGP": "Millsap, B. A.1987.  Summer concentration of American swallow-tailed kites at Lake Okeechobee, FL, with comments on post-breeding movements. Florida Field Naturalist. 15(4):85-112.", "B79CEL01SEGP": "ERROR", "B83AOU01USGP": "American Ornithologists' Union (AOU). 1983. Check-list of North American Birds, 6th edition. Allen Press, Inc., Lawrence, Kansas. 877 pp.", "B88PAL01NAUS": "Palmer, R. S., editor. 1988. Handbook of North American birds. Vol. 4. [Diurnal raptors, part 1]. Yale University Press, New Haven. vii + 433 pp.", "B83NAT01NAUS": "National Geographic Society (NGS). 1983. Field guide to the birds of North America. National Geographic Society, Washington, D.C.", "B94STE01NAUS": "Stevenson, H. M., and B. H. Anderson. 1994. The birdlife of Florida. University Press of Florida, Gainesville. 892 pp.", "B77LAY03SEGP": "Layne, J.N.; Stallcup, J.A.; Woolfenden, G.E.; McCauley, M.N.; Worley, D.J.  1977. Fish and Wildlife Inventory of the Seven-County Region Included in the Central Florida Phosphate Industry Area-Wide Environmental Impact Study. Volumes I and II.  Also available as PB-278 457, Price codes: A99 in paper copy, A01 in microfiche. September 1977. Volume I - 643 p, 123 fig, 34 tab, Volume II - 635 p, 164 fig, 7 tab.", "U90MEY01FLUS": "Meyer, K. D. and M. W. Collopy. Status, distribution, and habitat requirements of the American swallow-tailed kite (ELANOIDES FORFICATUS) in Florida. Draft report No. NG86-025 submitted 29 July 1990. Florida Game and Fresh Water Fish Commission.", "B90SIB02NAUS": "Sibley, C.G., and B.L. Monroe. 1990. Distribution and taxonomy of birds of the world. Yale University Press, New Haven, Connecticut. xxiv + 1111 pp.", "B87PEN01NAUS": "Pendleton, B. A. Giron, et al. 1987. Raptor management techniques manual. National Wildlife Federation, Sci. and Tech. Ser. No. 10. 420 pp.", "B89RID01NAUS": "Ridgely, R. S., and J. A. Gwynne, Jr. 1989. A guide to the birds of Panama with Costa Rica, Nicaragua, and Honduras. Second edition. Princeton Univ. Press, Princeton, New Jersey. 534 pp.", "B93FIS01NAUS": "Fisher, A.K. 1893. The hawks and owls of the United States in their relation to agriculture. Washington U.S. Dept. of Agriculture Bull. no. 6. 210 pp.", "B89STI01NAUS": "Stiles, F.G., and A.F. Skutch. 1989. A guide to the birds of Costa Rica. Comstock Publ. Associates, Cornell University Press, Ithaca, New York. 511 pp.", "B95MEY01FLUS": "Meyer, K.D. 1995. Swallow-tailed kite (Elanoides forficatus). In The Birds of North America, No. 138 (A. Poole and F. Gill, eds.). The Academy of Natural Sciences, Philadelphia, and the American Ornithologist's Union, Washington, D.C.", "B92HAM01NAUS": "Hamel, P. B. 1992. The land manager's guide to the birds of the south. The Nature Conservancy, Chapel Hill, North Carolina. 367 pp + several appendices.", "B90JOH01NAUS": "Johnsgard, P.A. 1990. Hawks, eagles, and falcons of North America. Smithsonian Inst. Press, Washington, D.C. xvi + 403 pp.", "B80TER01NAUS": "Terres, J.K. 1980. The Audubon Society encyclopedia of North American birds. Alfred A. Knopf, New York.", "B78HAR01NAUS": "Harrison, C. 1978. A field guide to the nests, eggs and nestlings of North American birds. Collins, Cleveland, Ohio."}, "habitat_description": null, "taxonomic": {"gap_code": "bSTKIx", "ELCode": "ABNKC04010", "scientific_name": "Elanoides forficatus", "ITIS_TSN": "175289", "Global_SEQ_ID": "105003", "common_name": "Swallow-tailed Kite"}}