{"doi": "https://doi.org/10.5066/F7T15204", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa5b2be4b0b7ea54525549", "models": {"bVESPa-s1": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Pooecetes gramineus affinis", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": 4, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "s", "intElevMax": 3000, "intSlopeMax": null, "PrimEcoSys": [[8503, "Ruderal Upland - Old Field"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [8405, "Introduced Upland Vegetation - Perennial Grassland"], [8404, "Introduced Upland Vegetation - Annual Grassland"], [8403, "Introduced Upland Vegetation - Forbland"], [8303, "Recently Burned Grassland"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [7502, "California Northern Coastal Grassland"], [8104, "Utility Swath - Herbaceous"], [1403, "Pasture/Hay"], [9607, "Willamette Valley Wet Prairie"], [7202, "North Pacific Montane Grassland"], [7104, "North Pacific Alpine and Subalpine Dry Grassland"], [8302, "Recently Burned Forest"], [8301, "Recently Burned"], [8101, "Recently Logged Areas"], [5505, "Willamette Valley Upland Prairie and Savanna"], [1201, "Developed, Open Space"], [1401, "Orchards Vineyards and Other High Structure Agriculture"], [5516, "Klamath-Siskiyou Xeromorphic Serpentine Savanna and Chaparral"], [8402, "Introduced Upland Vegetation - Shrub"], [7603, "North Pacific Hypermaritime Shrub and Herbaceous Headland"], [5102, "North Pacific Dry and Mesic Alpine Dwarf-Shrubland, Fell-field and Meadow"], [5218, "Northern California Coastal Scrub"]], "AuxEcoSys": [], "SpeciesCode": "bVESPa", "intIntoBuffWV": null, "cbxContPatch": true, "SubspeciesName": "affinis", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Oregon Vesper Sparrow", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Steve Williams", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"A80ROT01USGP": "Rotenberry, J. T. and J. A. Wiens. 1980. Habitat structure, patchiness, and avian communities in North American steppe, vegetation: a multivariate analysis. Ecology 61:1228-1250.", "N81KRU01USGP": "Krueger, H. O. 1981. Breeding adaptations of the Vesper Sparrow (Poocetes gramineus) in a fire-altered ecosystem. Master's Thesis. Central Michigan Univ. Mt. Pleasant.", "A95JOH02NAUS": "Johnson, D.H., and L.D. Igl. 1995. Contributions of the Conservation Reserve Program to populations of breeding birds in North Dakota. Wilson Bulletin 107:709-718.", "B61LIG01NAUS": "Ligon, J.S. 1961. New Mexico birds and where to find them. The University of New Mexico Press, Albuquerque.", "A89PER01USGP": "Perritt, J. E. and L. B. Best. 1989. Effects of weather on the breeding ecology of Vesper Sparrow in Iowa crop fields. Am. Midl. Nat. 121:355-360.", "J90STR01USGP": "ERROR", "B91BEA01USGP": "Beaver, D. L. 1991. Vesper Sparrow. Pages 472-473 in The atlas of breeding birds of Michigan. (Brewer, R., G. A. McPeek, and R. J. Adams, Jr., Eds.) Michigan State Univ. Press, East Lansing.", "B82KAN01NAUS": "Kantrud, H.A., and R.L. Kologiski. 1982. Effects of soils and grazing on breeding birds of uncultivated upland grasslands of the Northern Great Plains. U.S. Fish and Wildlife Service, Wildlife Research Report No. 15. 33 pp.", "A96PAT01USGP": "Patterson, M. P. and L. B. Best. 1996. Bird abundance and nesting success in Iowa CRP fields: the importance of vegetation structure and composition. Am. Midl. Nat. 135:153-176.", "A72BES01USGP": "Best, L. B. 1972. First-year effects of sagebrush control on two sparrows. J. Wildl. Manage. 36:534-544.", "A83BES01USGP": "Best, L. B. 1983. Bird use of fencerows: implications of contemporary fencerow management practice. Wildl. Soc. Bull. 11:343-347.", "A94HER01MHUS": "Herkert, J.R. 1994. Breeding bird communities of Midwest prairie fragments:the effects of prescribed burning and habitat-area. Nat. Areas Journal 14:128-135.", "B92ROB01USGP": "Robbins, M. B. and D. A. Easterla. 1992. Birds of Missouri: their distribution and abundance. Univ. of Missouri Press, Columbia.", "A81WIE02USGP": "Wiens, J. A. and J. T. Rotenberry. 1981. Habitat associations and community structure of birds in shrubsteppe environments. Ecol. Monogr. 51:21-41.", "A00GOR02USGP": "Gordon, C. E. 2000. Movement patterns of wintering grassland sparrows in Arizona. Auk 117:748-759.\r\nManagement. 53:384-389.", "A69WEI01NAUS": "Wiens, J.A. 1969. An approach to the study of ecological relationships among grassland birds. Ornithological Monographs No. 8:1-93.", "B85RYS01NAUS": "Ryser, F.A. 1985. Birds of the Great Basin a natural history. University of Nevada Press, Reno.", "A83CAS01USGP": "Castrale, J. S. 1983. Selection of song perches by sagebrush-grassland birds. Wilson Bull. 95:647-655.", "A80ROT02USGP": "Rotenberry, J. T. and J. A. Wiens. 1980. Temporal variation in habitat structure and shrubsteppe bird dynamics. Oecologia 47:1-9.", "B89PET01NAUS": "Peterjohn, B.G. 1989. The birds of Ohio. Indiana University Press, Bloomington, IN.", "B83BES01USGP": "ERROR", "A94VIC01USGP": "Vickery, P.D., M.L. Hunter, and S.M. Melvin. 1994. Effects of habitat are on the distribution of grassland birds in Maine. Conservation Biology 8:1087-1097.", "R97SAM01USGP": "Sample, D. W. and M. J. Mossman. 1997. Managing habitat for grassland birds: a guide for Wisconsin. Wisconsin Dep. Nat. Resour. Madison.", "B88EAT01USGP": "Eaton, S. W. 1988. Vesper Sparrow. Pages 444-445 in The atlas of the breeding birds of New York State. (Andrle, R. F. and J. R. Carroll, Eds.) Cornell Univ. Press, Ithaca, NY.", "A87SED01USGP": "Sedgwick, J. A. 1987. Avian habitat relationships in pinyon-juniper woodland. Wilson Bull. 99:413-431.", "A94BRY01USGP": "Bryan, G. G. and L. B. Best. 1994. Avian nest density and success in grassed waterways in Iowa row-crop fields. Wildl. Soc. Bull. 22:583-592.", "A97LOK01USGP": "Lokemoen, J. T. and J. A. Beiser. 1997. Bird use and nesting in con-ventional, minimum-tillage and organic cropland. J. Wildl. Manage. 61:644-655.", "B68BER01USGP": "Berger, A. J. 1968. Vesper Sparrow. Pages 868-886 in Life histories of north American cardinals, grosbeaks, buntings, towhees, finches, sparrows, and their allies. Pt. 2. (Austin, O. L., Ed.) U.S. Natl. Mus. Bull. 237.", "B88ALC01NAUS": "Alcorn, J. R. 1988. The birds of Nevada. Fairview West Publishing, Fallon, NV.", "A82WRA01USGP": "Wray II, T., K. A. Strait, and R. C. Whitmore. 1982. Reproductive success of grassland sparrows on a reclaimed surface mine in West Virginia. Auk 99:157-164.", "R95HUT01USGP": "Hutto, R. L. 1995. U.S.F.S. Northern Region songbird monitoring program: distribution and habitat relationships. U.S. Dep. Agric. For. Serv. Region 1. Univ. of Montana, Missoula.", "R00MED01USGP": "Medin, D.E., B.L. Welch, AND W.P. Clary. 2000. Bird habitat relationships along a Great Basin elevational gradient. USDA Forest Service Research Paper RMRS-RP-23. USDA Forest Service, Rocky Mountain Research Station, Fort Collins, CO.", "A98BOC01USGP": "Bock, C.E. and J.H. Bock. 1998. Response of Winter Birds to Drought and Short-Duration Grazing in\r\nSoutheastern Arizona. Conservation Biology. 13(5):1117-1123.", "N68FEI01USGP": "Feist, F. G. 1968. Breeding bird populations in relation to proposed sagebrush control in central Montana. Master's Thesis. Montana State Univ. Bozeman.", "R97ALT02USGP": "Altman, B. 1997. Distribution, abundance, and habitat associations of declining and state sensitive birds breeding in Willamette Valley grasslands. Unpublished report prepared for Oregon Department of Fish and Wildlife. Portland, OR.", "B75STE01NAUS": "Stewart, R.E. 1975. Breeding birds of North Dakota. Tri-College Center for Environmental Studies, Fargo ND. 295 pp.", "A86ARN01USGP": "Arnold, T. W. and K. F. Higgins. 1986. Effects of shrub coverage on birds in North Dakota mixed-grass prairie. Can. Field-Nat. 100:10-14.", "R10ODF01USGP": "Oregon Department of Fish and Wildlife (ODFW), A. M. Myers, and D. A. Kreager. 2010. Declining and State Sensitive Bird Species Breeding in Willamette Valley Grasslands: 2008/09 Status Update.", "A92VIC01USGP": "Vickery, P. D., M. L. Hunter, Jr., and J. V. Wells. 1992. Evidence of incidental nest predation and its effects on nests of threatened grassland birds. Oikos 63:281-288.", "B92SAN01USGP": "Santner, S. 1992. Vesper Sparrow. Pages 380-381 in Atlas of breeding birds in Pennsylvania. (Brauning, D. W., Ed.) Univ. of Pittsburgh Press, Pittsburgh, PA.", "B76HAY02USGP": "Hayward, C.L., C. Cottam, A.M. Woodbury, and H.H. Frost. 1976. Birds of Utah. Brigham Young University Press, Provo, UT.", "B14EAT01NAUS": "Eaton, E. H. 1914. Birds of New York. Part 2. Univ. of the State of New York, Albany."}, "habitat_description": "The affinis subspecies of the Vesper sparrow ranges from the Puget Sound region of Washington to extreme northern California west of the Cascade mountains. It occupies a broad range of grassland habitat types, including native prairie, old fields, pastures, haylands, weedy fencelines, croplands, weedy roadsides, and woodland edges with scattered trees and shrubs. Probably requires song perches, such as fences, shrubs, crop residue, tall weeds, woodlands bordering fields (Best and Rodenhouse 1984). Elevation of breeding habitat ranges from sea level to 3,000 m (Ligon 1961)(quoted directly from Jones and Cornerly 2002). In eastern Oregon, the species Pooecetes gramineus breeds in areas > 4ha and in higher abundance at elevations above 1220m (Jones and Cornerly 2002).", "taxonomic": {"gap_code": "bVESPa", "ELCode": "ABPBX95011", "scientific_name": "Pooecetes gramineus affinis", "ITIS_TSN": "179369", "Global_SEQ_ID": "106361", "common_name": "Oregon Vesper Sparrow"}}