{"doi": "https://doi.org/10.5066/F7H993KN", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa5f75e4b0b7ea5452569f", "models": {"mABBEl-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Ursus americanus luteolus", "ysnHydroWV": false, "intAuxBuff": 250.0, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": true, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[4128, "East Gulf Coastal Plain Northern Loess Bluff Forest"], [8406, "Introduced Riparian and Wetland Vegetation"], [9804, "East Gulf Coastal Plain Large River Floodplain Forest - Forest Modifier"], [9717, "Mississippi River Bottomland Depression"], [9701, "Lower Mississippi River Bottomland Depressions - Forest Modifier"], [9836, "Mississippi River Low Floodplain (Bottomland) Forest"], [9851, "East Gulf Coastal Plain Small Stream and River Floodplain Forest"], [9854, "Mississippi River Floodplain and Riparian Forest"], [9852, "Southern Coastal Plain Blackwater River Floodplain Forest"], [9827, "Mississippi River Riparian Forest"], [9915, "Lower Mississippi River Flatwoods"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9239, "Southern Coastal Plain Nonriverine Basin Swamp"], [9912, "South-Central Interior / Upper Coastal Plain Wet Flatwoods"], [8303, "Recently Burned Grassland"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [4309, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Mixed Modifier"], [4153, "Mississippi Delta Maritime Forest"], [4150, "East Gulf Coastal Plain Maritime Forest"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4151, "Lower Mississippi River Dune Woodland and Forest"], [4553, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4501, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4301, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Hardwood Modifier"], [4129, "East Gulf Coastal Plain Southern Loess Bluff Forest"], [9210, "East Gulf Coastal Plain Tidal Wooded Swamp"], [4209, "East Gulf Coastal Plain Southern Mesic Slope Forest"], [4205, "East Gulf Coastal Plain Northern Mesic Hardwood Forest"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [8107, "Harvested Forest - Shrub Regeneration"], [8102, "Disturbed/Successional - Shrub Regeneration"]], "AuxEcoSys": [[1402, "Cultivated Cropland"]], "SpeciesCode": "mABBEl", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "luteolus", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Louisiana Black Bear", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": true, "strAvoid": "Low", "intFromBuffOW": null}}, "references": ["Stratman, M.R., Alden, C.D., Pelton, M.R., and Sunquist, M.E.. 2001.  Habitat use by American black bears in the sandhills of Florida. Ursus 12, 109-114.", "Garner, N.P. 1986. Seasonal movements, habitat selection, and food habits of black bears (Ursus americanus) in Shenandoah National Park, Virginia. PhD dissertation. Virginia Polytechnic Institute.", "Horner, M. A., and R. A. Powell. 1990. Internal structure of home ranges of black bears and analyses of home-range overlap. J. Mammalogy 71:402-410.", "Maehr, D. S. and J. R. Brady. 1984. Proceedings Seventh Eastern Workshop on Black Bear Research and Management.  Florida Game and Fresh Water Fish Commission.", "Clark, J.E., F.T. vanManen, J.D. Clark, R. Eastridge,  W. Abler, M. Davidson, D. Hamilton, K.R. Hersey, S. McDonald and D. Telesco.  2005. Distribution of black bears in the southern Costal Plain and Interior Highlands. Ursus: In Press.", "Hamilton, William J., Jr., and John O. Whitaker, Jr. 1979. Mammals of the eastern United States. Cornell Univ. Press, Ithaca, New York. 346 pp.", "Dobey, S., Master D.V., Scheick B.K., Clark J.D., Pelton M.R., Sunquist M. 2002. Population Ecology of Black Bears in the Okefenokee-Osceola Ecosystem. Final Report submitted to USDA Forest Service, USFWS, & USGS et al. study cooperators.", "Rogers. L. 1977.  Effects of mast and berry crop failures on survival, growth, and reproductive success of black bears. Trans. N. Am. Wildl. Nat. Res. Conf.  41, 431-438.", "Carr, P.C. and M.R. Pelton. 1984. Proximity of adult female black bears to limited access roads. Proceedings of the Annual Conference of the Southeastern Association of Fish and Wildlife Agencies 38:70-77.", "White, T.H. 1996. Black bear ecology in forested wetlands of the mississippi alluvial valley. PhD dissertation. University of Mississippi.", "Garshelis, D.L, Pelton, M.R. 1981. Movements of black bears in the Great Smokey Mountains National Park. Journal of Wildlife Management. 45:912-25.", "Trombulak, S.C., Frissell, C.A.  2000.  Review of ecological effects of roads of terrestrial and aquatic communities. Conservation Biology 14[1], 18-30.", "Eiler, J. H., W. G. Wathen, and M. R. Pelton. 1989. Reproduction in black bears in the southern Appalachian Mountains. J. Wildlife Management 53:53:353-360.", "Handley, C. O., Jr. 1991. Mammals. Pages 539-616 in K. Terwilliger, coordinator. Virginia's endangered species:proceedings of a symposium. McDonald and Woodward Publishing Company, Blacksburg, Virginia.", "Rogers, L. L. 1986. Effects of translocation distance on frequency of return by adult black bears. Wildlife Society Bull. 14:76-80.", "Banfield, A.W.F. 1974. The mammals of Canada. University of Toronto Press, Toronto.", "Herrero, ed. Bears -- their biology and management. IUCN Publ. new ser., No. 23, 371 pp.", "Johnson, K.G., Pelton, M.R. 1981.  Selection and availability of dens for black bears in Tennessee. Journal of Wildlife Management 45[1], 111-119.", "Garshelis, D.L. and M.R. Pelton. 1980.  Activity of black bears in the Great Smoky Mountains National Park.  J. Mammal. 61:8-19.", "Mykatka, J.M. and M.R. Pelton. 1990. Management strategies for Florida black bears based on home range habitat composition. International Conf. Bear Res. and Manage. 8:161-167.", "Darling, L., and R. Archibald, editors. 1990. Bears--their biology and management. Proc. Eighth Int. Conf. on Bear Res. and Manage., Victoria, British Columbia, Feb. 1989. 438 pp.", "Jonkel, C.J. and I.M. Cowan. 1971. The black bear in the spruce-fir forest. Wildlife Monographs 27. 57 pp.", "Samson, C. and J.Hout. 2001. Spatial and temporal interactions between female American black bears in mixed forests of eastern Canada. Canadian Journal of Zoology 79:633-41.", "Shields, G. F., and T. D. Kocher. 1991. Phylogenetic relationships of North American ursids based on analysis of mitochondrial DNA. Evolution 45:218-221.", "Nowak, R. M. 1991. Walker's mammals of the world. Fifth edition. Vols. I and II. Johns Hopkins Univ. Press, Baltimore. 1629 pp.", "Simek, S., S.A. Jonker, B.K. Scheick, M.J. Endries and T.H. Eason.  2005. Statewide Assessment of Road Impacts on Bears in Six Study Areas in Florida from May 2001- September 2003. Final Report Contract BC-972: pp.78.", "Clark, J. D., and K. G. Smith, editors. 1991. Proceedings of the eastern workshop on black bear research and management. Univ. Arkansas. 150 pp.", "Cronin, M. A., et al. 1991. Interspecific and intraspecific mitochondrial DNA variation in North American bears (URSUS). Canadian J. Zoology 69:2985-2992.", "Hellgren, E. C., and M. R. Vaughan. 1989. Demographic analysis of a black bear population in the Great Dismal Swamp. J. Wildlife Management 53:969-977.", "Williamson, S. J. No date. Forester's guide to wildlife habitat improvement. Cooperative Extension Service, Univ. of New Hampshire. 56 pp.", "U.S. Fish and Wildlife Service. 19 August 1988. Notice of findings on petitions to list the Louisiana black bear, lower Keys marsh rabbit, and Sherman's fox squirrel. Federal Register 53:31723-31725.", "Wooding, J. B., and T. S. Hardisky. 1992. Denning by black bears in northcentral Florida. J. Mammalogy 73:895-898.", "Elowe, K.D., Wendell E. Dodge. 1989. Factors affecting black bear reproductive success and cub survival. Journal of Wildlife Management 53(4):962-8.", "Smith, T.R. 1985. Ecology of black bears in the bottomland hardwood forest in Arkansas. PhD dissertation. University of Tennessee.", "Hellgren, E.C. 1988. Ecology and physiology of a black bear (Ursus americanus) population in Great Dismal Swamp and reproductive physiology in the captive female black bear. Unpublished Ph.D. diss., Virginia Polytechnic Institute, Blacksburg, Virginia. 231 p. 1988.", "Powell, R.A. 1987. Black bear home range overlap in North Carolina and the concept of home range as applied to black bears. International Conference on Bear Research and Management 7: 235–242.", "Coy, P. L., and D. L. Garshelis. 1992. Reconstructing reproductive histories of black bears from the incremental layering of dental cementum. Canadian J. Zoology 70:2150-2160.", "Hellgren, E.C. and D.S. Maehr. 1993.  Habitat fragmentation and Black bears in the eastern United States. Proceedings 11th Eastern Black Bear Workshop. Orff E P, editor. 11: 154-165.", "Garshelis, D.L. 1978.  Movement, ecology and activity behavior of black bears in the Great Smoky Mountains National Park.  M.S. thesis. Univ. Tennessee, Knoxville.", "Rudis, V.A. and J.B. Tansey. 1995. Regional assessment of remote forests and black bear habitat from forest resource surveys. J. Wildl. Manage. 59:170-180.", "Powell, R.A., J. W. Zimmerman, and D. E. Seaman. 1997. Ecology and Behavior of North American Black Bears:  Home ranges, habitat and social organization. London, UK: Chapman & Hall.", "Schwartz, Charles W., and Elizabeth R. Schwartz. 1981. The Wild mammals of Missouri (2nd Ed.). Univ. of Missouri Press and Missouri Conserv. Dept., Columbia, MO. 356 p.", "Wilson, D. E., and D. M. Reeder (editors). 1993. Mammal Species of the World:a Taxonomic and Geographic Reference. Second Edition. Smithsonian Institution Press, Washington, DC. xviii + 1206 pp.", "Pelton, M.R. 1982.  Black Bear.  Pages 504-514 in J.A. Chapman and G.A. Feldhamer, eds., Wild mammals of North America. Johns Hopkins University Press, Baltimore.", "Baker, Rollin H. 1983. Michigan mammals. Michigan State University Press. 642 pp.", "Mollohan, C.M., LeCount, A.L., 1989. Problems of maintaining a viable black bear population in a fragmented forest. In: Tecle, A., Covington, W.W., Hamre, R.H. (Eds.), (Technical Coordinators), Multiresource Management of Ponderosa Pine Forests, U.S. For. Serv. Gen. Tech. Rep. RM-185, pp. 149–159.", "Rogers, L. L., G. A. Wilker, and S. S. Scott. 1991. Reactions of black bears to human menstrual odors. J. Wildlife Management 55:632-634.", "Herrero, S. 1985. Bear attacks:their causes and avoidance. Winchester Press. 287 pp.", "Clark, J.D., J.E. Dunn, and K.G. Smith. 1993. A multivariate method of female black bear habitat use for a geographic system. J. Wildl. Manage. 57:519-526.", "Whitaker, J.O. Jr. and W.J. Hamilton, Jr. 1998.  Mammals of the eastern United States. Cornell Univ. Press, Ithaca, New York. 583 pp.", "Hamilton, R.J. 1978. Wildlife management in north carolina: Ecology of the black bear in southeastern North Carolina black bear in southeastern North Carolina. Report to the N.C. wildlife resources commission.  1978. 234P.", "Hellgren, E. C., M. R. Vaughan, and D. F. Stauffer. 1991. Macrohabitat use by black bears in a southeastern wetland. J. Wildlife Management 55:442-448.", "Pelton, M.R. 1986. Habitat needs of black bears in the east. In: Wilderness and Natural Areas in the Eastern United States: A Management Challenge.  D.L. Kulhavy and Conner, R.N. p 49-53.", "LeCount, A.L. 1986. Black bear field guide:a manager's manual. Arizona Game and Fish Dept. (Special Report no. 16). 135 pp.", "Brody, A.J. 1984. Habitat use by black bears in relation to forest management in Pisgah National Forest, North Carolina. PhD dissertation. University of Tennessee, Knoxville, TN. 123pp.", "Klenner, W. 1987. Seasonal movements and home range utilization patterns of the black bear, URSUS AMERICANUS, in western Manitoba. Canadian Field-Naturalist 101:558-568.", "Hellgren, E. C. and M. R. Vaughan. 1988. Seasonal food habits of black bears in Great Dismal swamp, Virginia/North Carolina. Proceeding of Annual Conference Southeast Association, Fish and Wildlife Agencies, 42:295-305.", "Allen, T.G. 1999. Black bear population size and habitat use on Alligator River National Wildlife Refuge, North Carolina. PhD dissertation. University of Tennessee, Knoxville, TN.", "Clapp, D.S. 1990. Availability and consumption of foods and importance of habitats used by black bears in Arkansas. PhD dissertation. University of Arkansas, Little Rock, AR", "Dobey, S., D.V. Masters, B.K. Scheick, J.D. Clark, M.R. Pelton, and M. Sunquist. 2005, Ecology of Florida black bears in the Okefenokee–Osceola ecosystem: Wildlife Monographs.158", "Clark, J. 1991. Ecology of two black bear (Ursus americanus) populations in the interior highlands of Arkansas. PhD dissertation. University of Arkansas, Little Rock, AR", "Godin, A.J. 1977. Wild Mammals of New England. Johns Hopkins University Press, Baltimore. 304 pp.", "Martinka, C. J., and K. L. McArthur, eds. 1980. Bears:their biology and management. Bear Biology Assoc. Conf. Ser. No. 3. Bear Biology Assoc., Boise, Idaho. 375 pp.", "Brody, A.J. and M.R. Pelton. 1989. Effects of roads on black bear movement in western North Carolina. Wildlife Soc. Bull. 17:5-10.", "Smith, T.R. and M.R. Pelton. 1990. Home ranges and movements of black bears in a bottomland hardwood forest in Arkansas. Int. Conf.  Bear Res. and Manag.  Darling, L.M. and W.R. Archibald Eds.  8:213-218.", "Gibeau, M. L., and P. C. Paquet. 1991. Evaluation of Telazol for immobilization of black bears. Wildlife Society Bull. 19:400-402.", "Eagle, T.C., and M.R. Pelton. 1983. Seasonal nutrition of black bears in the Great Smoky Mountains National Park. International Conference Bear Research and ManagemenT. 5:94 101.", "Beringer, J.J., S.G. Seibert, and M.R. Pelton. 1990. Incidence of road crossing by black bears on Pisgah National Forest, North Carolina. Papers of the International Conference on Bear Research and Management 8:85-92.", "Caire, W., J. D. Tyler, B. P. Glass, and M. A. Mares. Z. Marsh (illustrator). 1989. Mammals of Oklahoma. University of Oklahoma Press, Norman. Oklahoma. 567 pp.", "Rogers, L. L. 1987. Effects of food supply and kinship on social behavior, movements, and population growth of black bears in northeastern Minnesota. Wildlife Monographs 97:1-72.", "Hall, E. R. 1981. The Mammals of North America. Second edition. 2 Volumes. John Wiley and Sons, New York, New York. 1181 p.", "Beausoleil, R.A.. 1999. Population and spatial ecology of the Louisiana black bear in a fragmented bottomland hardwood forest. PhD dissertation. University of Tennessee, Knoxville, TN.", "Figg, D. E. 1993. Missouri Department of Conservation wildlife diversity report, July 1992-June 1993. 75 pp.", "Maehr, D.S., T.S. Hoctor, L.J. Quinn, and J.S. Smith. 2001. Black bear habitat management practices for Florida. Technical Report No.17. Florida Fish and Wildlife Conservation Commission, Tallahassee, FL. 83 pp."], "habitat_description": "Southeast:\r\nAmerican black bear (Ursus americanus) populations have been extirpated from approximately 90% of the former range, and remain fragmented in the southeastern US (Maehr 1984,  Clark et al. 2005). In the Southeast black bears persist in habitats that contain nutrient rich seasonal foods, sufficient den habitat and which are sufficiently remote to protect them from human exploitation (Pelton 1986). Black bears use a variety of habitats in different stages of vegetation succession, due to the seasonality of their food sources. Foods of black bears have been shown to include ants and insect larvae and some meat during all seasons (Clapp 1990, Powell 1997), grasses, forbes and buds in the spring (Clapp 1990), squaw root and old acorns in early summer (Powell 1997), berries and fruits in the summer and fall and hard mast of acorns and nuts in the fall and early winter (Eagle and Pelton 1980, Pelton 1982, Clapp 1990). Mammals, including deer are a rare food source (Powell 1997). In the Fall bears rely on high nutrient food sources to store fat for the winter and for reproduction. These foods include soft mast species which fruit throughout the winter in upland habitats of the piedmont and coastal plain. Hard mast such as acorns and gum fruit from the Nyssa genus are important for reproduction in the fall (Maehr 1984, Clapp 1990, Dobey et al. 2002,). Habitat quality directly affects the reproductive success through its effects on pre- and post-natal nutrition (Rogers 1977, Elowe and Dodge 1989, Dobey et al. 2002). Bears in the south tend to exist in regions of remote pine plantation timberlands and bottomland swamps (Hellgren et.al 1993). In this habitat matrix black bears were reported to use riparian habitats (also associated with hardwood species) in greater proportion to their availability (Stratman et al. 2001). Oak-hickory and mixed hardwood-pine forests provide hard mast foods and were selected over pine forests by black bears in Arkansas (Clark et al. 1993). Early successional habitats such as clearcuts provide high densities of soft mast species and may be exploited by congregated bears that display little aggressive behavior (Powell 1997, Rogers 1987). Agricultural habitats are also exploited (Allen 1999, Beausoleil 1999). Black bears were observed to spend most time in plantation pine in the Okeefenokee Swamp, however scat analysis of diet revealed that bears were foraging on black gum. These results were explained by the fact that radio-tracking was done only during daylight hours and that bears were using pine as escape cover from hunters (Dobey et al. 2002). Bears forage in agricultural habitats adjacent to forest and may be able to exist soley on agricultural crops in highly fragmented forest, provided that they are not poached and there is a year round crop supply (Beausoleil 1999). These findings demonstrate the value of general forest cover to bear populations. Forest fragmentation and road density, in the southeast has been correlated with the absence of breeding black bears.  Researchers suggest that bears can persist in areas with a threshold of road density (Hellgren and Maehr 1993), but no range of density has been suggested. Low traffic volume, remote roads were selected by bears, likely due to the abundance of soft mast along road edges (Smith 1985, Garner 1986, Hellgren and Vaughn 1988, Hellgren et al. 1991). However in areas where bears are commonly hunted or poached, bears tend to avoid roads (Hamilton 1978, Carr and Pelton 1984). Low recruitment and high mortality were correlated with remote road density in Arizona (Mollohan and Lecount 1989). In protected areas high traffic volume roads were avoided (Garner 1986) and crossing was less frequent (Brody and Pelton 1989). Bears avoided habitats within 120 m of roads in Arkansas (Clark 1991). In Florida some black bear populations  were reduced by up to 8 % annually due to traffic collisions (Simek et. Al 2005). Illegal hunting efficiency can increase with road access (Trombulak and Frissell 2000). Evidence suggests that bears that cross heavily trafficked roads less frequently, may shift their home ranges to avoid intolerable road densities or may be obligated to cross roads more frequently than they would normally prefer, to access necessary food resources (Brody and Pelton 1989).  Forest fragmentation may act as a surrogate to road density for predicting the occurrence of bears. Rudis and Tansey (1995) showed that black bear population occurrence in the southeast correlated with counties containing more than 160 km2 of bottomland harwood, hydric woodland, or timberlands. In Florida annecdotal evidence suggests that the minimum unit of forested area that can be considered occupied bear range  is 100 square kilometers  (Maehr et. al 2001). The minimum size of public lands occupied by bears in Florida was 10km2 (Hellgren and Maehr 1993). Black bear home range size and use in the southeastern US depend on seasonal food abundance (Powell et al.,1997) and human activity along roads (Brody and Pelton 1989). Female black bear home range use depends in part on male defense of the most productive habitats (Jonkel and Cowan 1971) and avoidance of aggressive males due to the threat of infanticide (Powell et al. 1997, Rogers 1987). Where resources are limiting, black bears exhibit territorial behavior in the northern US (Rogers 1987, Samson 2001). However, habitats are generally more productive in the southeast and consequently female bear home ranges tend to overlap (Garshelis and Pelton 1981, Smith and Pelton 1990).  Average annual home range size for female bears in southeast Georgia in the Okefenokee Swamp have been estimated to be as high as 57.9 km2 for females with cubs and 95.8 km2 for solitary females, whereas solitary and with cub female home range sizes in the adjacent Osceola National Forest in Florida were less than half the size of solitary and with cub females in the Okefenokee (Dobey et al. 2005). Seasonal home ranges in north Georgia for females have been estimated at 8.9 to 13.8 km2 for summer, and 11.4 to 14 km2 during the fall, whereas male black bear home ranges were reported as 15  to 41.6 km2 for summer, and 12.9  to 24.4 km2 during the fall (Brody and Pelton 1989). The difference in home ranges between the north Georgia, the Okefenokee and Osceola bears is likely due to habitat productivity (Dobey et.all 2005). Bear habitats in the Okefenokee are interspersed with flooded areas within swamps, and thus food and shelter resources are more widely dispersed, necessitating exploitation of larger home ranges. In the Mississippi alluvial valley, a riparian environment in the southeastern US, males maintained annual home ranges averaging 68.5 km2 compared to 10.5 km2 for females (White 1996). Den habitat can be critical to cub survival and black bear reproductive rate. Bears using ground dens without sufficient cover tend to exhibit decreased survival and productivity (Johnson and Pelton 1981). Black bears in the southeastern US select den sites primarily in large trees when they are available (White 1996), or in rock crevices (Clark et al. 1998). Ground dens dug under slash and downed trees are used in areas of timber harvest (White 1996). Black bears in the southeast exhibit habitat selection on timber harvest lands. Female black bears in Arkansas selected immature and mature poletimber oak-hickory stands and avoided immature and mature sawtimber pine stands (Clark 1991), however during daylight hours, while bears are most likely resting, pine habitats were selected in the Okefenokee Swamp (Dobey et. al 2005). Clearcuts were selected by male and female black bears in North Carolina due to high abundance of soft mast species (Brody 1984). Clearcuts were not selected by female bears with cubs in Arkansas, potentially due to avoidance of males who defended the use of these habitats (Clark 1991).  \r\nModel parameters were based on the following findings. In North Carolina Beringer et al. (1990) reported maximum home range road density for highwaysas 0.5 km/km2. For gravel and paved roads density was 0.7 km/km2 and  restricted remote forest road density was 1.6 km/km2l. Mykytka and Pelton (1990) report maximum road densities for paved and graded roads in Florida, within the composite home range as 0.68 Km/km2. The minimum size of public lands occupied by bears in Florida was 10km2 (Helgren and Maehr 1993). This also corresponds to the range of the smallest average MCP home range sizes reported for females in the southeast (White 1996,  Garshelis and Pelton 1981, Smith and Pelton 1989). A road density mask of 0.7 km/km2 was used for a moving window size of 100,000 ha. Windows with 800 ha. of habitat will be classed as having potential black bear occurrence. Habitat is considered to be all selected forest Mus, clear cuts, and agricultural areas within 300m of forest. The distance to forest was based on an assumption for escape cover and from bear location data from GPS collared males in central Georgia (Cook et al. unpublished data), where maximum distance to forest was 300m which represented less than 5% of locations.", "taxonomic": {"gap_code": "mABBEl", "ELCode": "AMAJB01012", "scientific_name": "Ursus americanus luteolus", "ITIS_TSN": "202388", "Global_SEQ_ID": "101746", "common_name": "Louisiana Black Bear"}}