{"doi": "https://doi.org/10.5066/F7F18X3J", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa64c3e4b0b7ea545257dd", "models": {"mCOUGc-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Puma concolor coryi", "ysnHydroWV": false, "intAuxBuff": 120.0, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[4133, "Atlantic Coastal Plain Dry and Dry-Mesic Oak Forest"], [4146, "Southern Coastal Plain Oak Dome and Hammock"], [4503, "Florida Longleaf Pine Sandhill - Scrub/Shrub Understory Modifier"], [8406, "Introduced Riparian and Wetland Vegetation"], [9702, "South Florida Cypress Dome"], [9838, "Southern Coastal Plain Hydric Hammock"], [9703, "Southern Coastal Plain Nonriverine Cypress Dome"], [9845, "Atlantic Coastal Plain Brownwater Stream Floodplain Forest"], [9842, "Atlantic Coastal Plain Small Brownwater River Floodplain Forest"], [9852, "Southern Coastal Plain Blackwater River Floodplain Forest"], [9843, "Atlantic Coastal Plain Small Blackwater River Floodplain Forest"], [9905, "South Florida Pine Flatwoods"], [9208, "Southern Coastal Plain Seepage Swamp and Baygall"], [9305, "South Florida Dwarf Cypress Savanna"], [9302, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest - Oak Dominated Modifier"], [9301, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest  - Taxodium/Nyssa Modifier"], [9239, "Southern Coastal Plain Nonriverine Basin Swamp"], [9238, "South Florida Bayhead Swamp"], [8504, "Ruderal Wetland"], [4132, "South Florida Hardwood Hammock"], [4134, "Southwest Florida Coastal Strand and Maritime Hammock"], [4135, "Southeast Florida Coastal Strand and Maritime Hammock"], [4145, "South Florida Pine Rockland"], [4212, "Atlantic Coastal Plain Southern Maritime Forest"], [4130, "Southern Coastal Plain Dry Upland Hardwood Forest"], [9909, "Central Florida Pine Flatwoods"], [8102, "Disturbed/Successional - Shrub Regeneration"], [5214, "Florida Peninsula Inland Scrub"]], "AuxEcoSys": [[4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [7318, "Florida Dry Prairie"], [7504, "Southwest Florida Dune and Coastal Grassland"], [8104, "Utility Swath - Herbaceous"], [8503, "Ruderal Upland - Old Field"], [9219, "South Florida Everglades Sawgrass Marsh"], [9223, "Floridian Highlands Freshwater Marsh"], [9231, "Central Florida Herbaceous Seep"], [9602, "South Florida Wet Marl Prairie"], [9712, "Central Florida Herbaceous Pondshore"], [9718, "South Florida Freshwater Slough and Gator Hole"]], "SpeciesCode": "mCOUGc", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "coryi", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Florida Panther", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": true, "strAvoid": "Med", "intFromBuffOW": null}}, "references": {"N02KAT01USGP": "Katnik, D. D. 2002. Predation and habitat ecology of mountain lions (Puma concolor) in the southern Selkirk Mountains. Dissertation, Washington State University, Pullman, Washington, USA.", "R94FLE01SEGP": "Fleming, Marty. Distribution, Abundance, and Demography of White-tailed Deer in the Everglades.Dennis B. Jordan. 1994. Proceedings of The Florida Panther Conference; Ft. Myers, Florida.  U.S. Fish and Wildlife Service; pg. 247-274.", "W08CAS01USGP": "Caso, A., Lopez-Gonzalez, C., Payan, E., Eizirik, E., de Oliveira, T., Leite-Pitman, R., Kelly, M., Valderrama, C. & Lucherini, M. 2008. Puma concolor. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.1. <www.iucnredlist.org>. Downloaded on 12 July 2012.", "B46YOU01NAUS": "Young, S. P. and E. A. Goldman. 1946. The Puma, mysterious American cat. Part I (by Young). History, life habits, economic status, and control. Part II (by Goldman). Classification of the races of the puma. American Wildlife Institute (also Dover Publ., I", "A02COM01USGP": "Comiskey, E. J., O. L. Bass, Jr., L. J. Gross, R. T. McBride, and R. Salinas. 2002. Panthers and forests in South Florida: an ecological perspective. Conservation Ecology 6(1): 18. [online] URL: http://www.consecol.org/vol6/iss1/art18/", "A00KER01SEGP": "Kerkhoff, A.J., B.T. Milne, and D.S. Maehr. 2000, Toward a panther-centered view of the forests of south Florida: Conservation Ecology. 4 (1):1 Available online at www.consecol.org.vol4/iss1/art1.", "B04SCH01USGP": "Schmidly, D. J. 2004. The mammals of Texas. Revised ed. University of Texas Press, Austin.", "B83CUR01USGP": "Currier, M.J.P.. 1983. Felis concolor. American Society of Mammalogists, Mammalian Species No. 200: 1-7.", "W13FWC01USGP": "Florida Fish and Wildlife Conservation Commission. 2013. Florida panther (Puma concolor coryi) telemetry locations, February 1981 - June 2013. Online linkage http://www.floridapanthernet.org/. Data accessed March 2014.", "W95TES01USGP": "Tesky, Julie L. 1995. Puma concolor. In: Fire Effects Information System, [Online]. U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station, Fire Sciences Laboratory (Producer). Available: http://www.fs.fed.us/database/feis/ [Accessed: 2012, July 12].", "N88LAI01USGP": "Laing, S. P. 1988. Cougar habitat selection and spatial use patterns in southern Utah. Thesis, Utah State University, Logan, Utah.", "R92MAE02SEGP": "Maehr, D. S. 1992. Florida Panther Distribution and Conservation Strategy. Gainesville, FL: Florida Game and Fresh Water Fish Commission.", "B81HAL01NAUS": "Hall, E. R. 1981. The Mammals of North America. Second edition. 2 Volumes. John Wiley and Sons, New York, New York. 1181 p.", "R03BEI01SEGP": "Beier, P., M.R. Vaughan, M.J. Conroy, and H. Quigley. 2003, An analysis of scientific literature related to the Florida panther: Submitted as final report for Project NG01-105, Florida Fish and Wildlife Conservation Commission, Tallahassee, FL. 203 pp.", "B07TRA01SEGP": "Trani, M. K., W. M. Ford, and B. R. Chapman (eds.) 2007. The Land Manager's Guide to Mammals of the South. The Nature Conservancy, Southeastern Region, Durham, NC, USA. 546 pp.", "A90MAE02SEGP": "Maehr, D. S.; E. D. Land; J. C. Roof, and J. W. McCowan. Day beds, natal dens, and activity of Florida panthers. Proceedings of the Annual Conference of Southeastern Fish and Wildlife Agencies. 44:310-318.", "P04MAE01SEGP": "Maehr, D.S. 2004. Review of \"An analysis of scientific publications related to the Florida panther.\" Memorandum submitted to Florida Panther Scientific Review Team and Florida Panther Recovery Team. [online] URL: http://www.eswr.com/104/srtmaehrresponse.pdf", "B92MAE03SEGP": "Maehr, D. S. 1992. Florida panther. Rare and Endangered Biota of Florida: Mammals. Stephen R. Humphrey ed.  Gainesville, Florida: University of Florida; 1 pp. 176-189.", "U89SCH01USGP": "Schrupp, D.L., and A. Cade 1989 Colorado Wildlife Species Database - User's Guide. Colorado Division of Wildlife. DOW-HR-01-89. Denver, CO.", "B75FIN01SWGP": "Findley, J. S., A. H. Harris, D. E. Wilson, and C. Jones. 1975. Mammals of New Mexico. University of New Mexico, Albuquerque, New Mexico. 360 pages.", "A01DEE01USGP": "Dees, C. S., J. D. Clark, and F. T. Van Manen. 2001. Florida panther habitat use in response to prescribed fire. Journal of Wildlife Management 65: 141-147.", "A06STO01USGP": "Stoner, D. C., M. L. Wolfe, and D. M. Choate. 2006. Cougar exploitation levels in Utah: implications for demographic structure, population recovery, and metapopulation dynamics. Journal of Wildlife Management 70: 1588-1600.", "R08USF01USGP": "U.S. Fish and Wildlife Service. 2008. Florida Panther Recovery Plan (Puma concolor coryi), Third Revision. Southeast Region, Atlanta, Georgia.", "N91MAE01SEGP": "Maehr, D. S.; E. D. Land, and J. C. Roof. 1991. Florida panthers. National Geographic Research and Exploration. 7 (4):414-431.", "A04NES01SEGP": "Ness, Erik. 2004. Panther fray in Florida. Frontiers in Ecology and the Environment,  2(2); p. 64.", "A88BEL01USGP": "Belden, R.C., W. B. Frankenberger, R. T. McBride, and S. T. Schwikert. 1988. Panther habitat use in southern Florida. Journal of Wildlife Management 52: 660-663.", "A91KOE01USGP": "ERROR", "B73SEI01NAUS": "Seidensticker, J. C., IV, M. C. Hornocker, W. V. Wiles, and J. P. Messick. 1973. Mountain lion social organization in the Idaho Primitive Area. Wildlife Monogr. 35:1-60.", "A04COM01SEGP": "Comiskey, E. Jane, Eller, Andrew C., Perkins, Dustin W. Evaluating impacts to Florida Panther habitat: How porous is the umbrella? Southeastern Naturalist 2004 3: 51-74.", "A99PIE01USGP": "Pierce, B. M., V. C. Bleich, J. D. Wehausen, and R. T. Bowyer. 1999. Migratory patterns of mountain lions: implications for social regulation and conservation. Journal of Mammalogy 80: 986-992.", "A01RIL01USGP": "Riley, S. J., and R. A. Malecki. 2001. A landscape analysis of cougar distribution and abundance in Montana, USA. Environmental Management 28: 317-323.", "A95MAE01SEGP": "Maehr, D. S., and J. A. Cox. 1995. Landscape features and panthers in Florida. Conservation Biology 9(5):1008-1019.", "A05DIC01USGP": "Dickson, B. G., J. S. Jenness, and P. Beier. 2005. Influence of vegetation, topography, and roads on cougar movement in southern California. Journal of Wildlife Management 69: 264-276.", "A02MEE01SEGP": "ERROR", "N97HAR01USGP": "Harveson, L.A. 1997. Ecology of a mountain lion population in southern Texas. Dissertation, Texas A&M University-Kingsville, Kingsville, Texas.", "N98CAM01USGP": "Campbell, R.J.. 1998. A Predictive GIS model of cougar habitat, San Andres Mountains, New Mexico. M.S. Thesis, New Mexico State University.", "A70HOR01USGP": "Hornocker, M. G. 1970. An analysis of mountain lion predation upon mule deer and elk in the Idaho Primitive Area. Wildlife Monographs 21.", "A95BEI01USGP": "Beier, P., D. Choate, and R.H. Barrett. 1995. Movement patters of mountain lions during different behaviors. Journal of Mammalogy, 76(4):1056-1070.", "R94LAB01SEGP": "Labisky, Ronald F. 1994. Population Ecology of White-tailed Deer in the Wet Prairie of Big Cypress National Preserve and Everglades National Park.Dennis B. Jordan. Proceedings of The Florida Panther Conference; Ft. Myers, Florida.  U.S. Fish and Wildlife Service; pg. 275-276.", "R13FLO01USGP": "Florida Fish and Wildlife Conservation Commission. 2013. Annual report on the research and management of the Florida panters: 2012-2013. Fish and Wildlife Research Institute & Division of Habitat and Species Conservation, Naples, Florida, USA.", "A08BEN01USGP": "Benson, J. F., M. A. Lotz, and D. Jansen. 2008. Natal den selection by Florida panthers. Journal of Wildlife Management 72: 405-410.", "B94FIT01USGP": "Fitzgerald, J.P., C. A. Meaney, and D. M. Armstrong. 1994. Mammals of Colorado. Denver Museum of Natural History and University Press of Colorado: Niwot, Colorado. 467 pp.", "A00SWE01USGP": "Sweanor, L.L., K.A. Logan, and M.G. Hornocker. 2000. Cougar dispersal patterns and metapopulation dynamics. Conservation Biology 14:798-808.", "B86HOF01SWGP": "Hoffmeister, D.F. 1986. Mammals of Arizona. University of Arizona Press. The University of Arizona Press and the Arizona Game and Fish Department, Tucson, Arizona. 602 pages.", "A02DIC01USGP": "Dickson, B. G. and P. Beier. 2002. Home-range and habitat selection by adult cougars in southern California. Journal of Wildlife Management 66: 1235-1245.", "R94LAN02SEGP": "Land, E. Darrell. Panther use of the Southern Florida Landscape.Dennis B. Jordan. Proceedings of The Florida Panther Conference; Ft. Myers, Florida.  U.S. Fish and Wildlife Service; pg. 278-284.", "U91LAI01USGP": "ERROR", "N10KER01USGP": "Kertson, B.N. 2010. Cougar ecology, behavior, and interactions with people in a wildand-urban environment in western Washington. Dissertation, University of Washington, Seattle, Washington.", "A04SHR01SEGP": "Shrader-Frechette, Kristin. 2004. Measurement problems and Florida panther models. Southeastern Naturalist,  3(1): 37-50;", "R94KAU01SEGP": "Kautz, Randy. 1994. Historical Trends within the Range of the Florida Panther.Dennis B. Jordan. Proceedings of The Florida Panther Conference; Ft. Myers, Florida.  U.S. Fish and Wildlife Service; 1994: pg. 285-296.", "N09NIC01USGP": "Nicholson, K.L. 2009. Spatial movements and ecology of mountain lions in Arizona. Dissertation, University of Arizona, Tucson, AZ.", "A08LAN01USGP": "Land, E. D., D. B. Shindle, R. J. Kawula, J. F. Benson, M. A. Lotz, and D. P. Onorato. 2008. Florida panther habitat selection analysis of concurrent GPS and VHF telemetry data. Journal of Wildlife Management 72: 633-639.", "N03FEC01USGP": "Fecske, D.M. 2003. Distribution and abundance of American martens and cougars in the Black Hills of South Dakota and Wyoming. Ph.D. dissertation. South Dakota State University. 171 pp.", "R94LAN01SEGP": "Land, Darrell. 1994. Florida Panther Population Dynamics in Southwest Florida.Dennis B. Jordan. Proceedings of The Florida Panther Conference; Ft. Myers, Florida.  U.S. Fish and Wildlife Service; pg. 71-81.", "R94BAS01SEGP": "Bass, Oron L. Jr. 1994. Ecology and Population Dynamics of the Florida Panther in Everglades National Park.Dennis B. Jordan. Proceedings of The Florida Panther Conference; Ft. Myers, Florida.  U.S. Fish and Wildlife Service; pg. 82-97.", "A89MAE01SEGP": "Maehr, D. S.; E. D. Land; J. C. Roof, and W. McCown. 1989. Early maternal behavior in the Florida panther. Am. Midl. Nat. 122:34-43.", "A90MAE01SEGP": "Maehr, D. S. The Florida panther and private lands. Conservation Biology. 1990; 4 (2):167-170.", "A02MAE01SEGP": "ERROR", "B03PIE01USGP": "Pierce, B.M. and V.C. Bleich. 2003. Mountain Lion: Puma concolor. In Wild Mammals of North America:\r\nbiology, management, and conservation. Second edition. Eds. Feldhamer, G.A., Thompson, B.C. and J.A. Chapman. The Johns Hopkins University Press. Baltimore, Maryland.", "A85LOG01USGP": "Logan, K.A. and L.L. Irwin. 1985. Mountain lion habitats in the Big Horn Mountains, Wyoming. Wildlife Society Bulletin, 13(3):257-262.", "R02USF01USGP": "U.S. Fish and Wildlife Service. 2002. Draft Florida Panther Landscape Conservation Strategy. South Florida Ecosystem Office, Vero Beach, FL.", "A06COX01USGP": "Cox, J. J., D. S. Maehr, and J. L. Larkin. 2006. Florida panther habitat use: new approach to an old problem. Journal of Wildlife Management 70: 1778-1785.", "A04MAE01SEGP": "Maehr, David S.;   Larkin, Jeffery L. 2004. Do prescribed fires in south Florida reduce habitat quality for native carnivores? Natural Areas Journal,  24(3): 188-197.", "N10RIE01USGP": "Rieth, W.R. 2010. Cougar resource selection in two mountain ranges in north-central Utah: A study of scale and behavior. M.S. Thesis, Utah State University, Logan, Utah.", "A83CUR01NAUS": "Currier, M.J.P. 1983. FELIS CONCOLOR. Mammalian species, 200:1-7.", "A92MAE03SEGP": "Maehr, D. S.; J. C. Roof; E. D. Land; J. W. McCowan, and R. T. McBride. 1992. Home range characteristics of a panther in south central Florida. Florida Field Naturalist. 20 (4):97-103."}, "habitat_description": "Southeast:\r\nGenerally occurs in heavily forested areas in lowlands and swamps, also upland forests in some parts of range; areas with adequate deer or wild hog population. Habitats include tropical hammocks, pine flatwoods, cabbage palm forests, mixed swamp, cypress swamp, live oak hammocks, sawgrass marshes, and Brazilian pepper thickets; depends on large contiguous blocks of wooded habitat, though interspersed fields and early successional habitats may be beneficial through their positive effect on prey populations; day-use sites typically are dense patches of saw palmetto surrounded by swamp, pine flatwoods, or hammock.  Maehr & Cox (1995) state hardwood hammock, cypress swamp, hardwood swamp, pinelands, and mixed hardwood-pine are the five most important cover types for Florida panthers.", "taxonomic": {"gap_code": "mCOUGc", "ELCode": "AMAJH04011", "scientific_name": "Puma concolor coryi", "ITIS_TSN": "552479", "Global_SEQ_ID": "101183", "common_name": "Florida Panther"}}