{"doi": "https://doi.org/10.5066/F7XW4H6C", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa669de4b0b7ea54525834", "models": {"mEAMOa-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Scalopus aquaticus anastasae", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": true, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[9302, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest - Oak Dominated Modifier"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [1403, "Pasture/Hay"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [4501, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Offsite Hardwood Modifier"], [1201, "Developed, Open Space"], [9909, "Central Florida Pine Flatwoods"], [5214, "Florida Peninsula Inland Scrub"]], "AuxEcoSys": [], "SpeciesCode": "mEAMOa", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "anastasae", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Anastasia Island Mole", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Nathan Tarr", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B79HAM01NAUS": "Hamilton, William J., Jr., and John O. Whitaker, Jr. 1979. Mammals of the eastern United States. Cornell Univ. Press, Ithaca, New York. 346 pp.", "A46MOR01SEGP": "Moore, J. C.1946.  Mammals from Welaka, Putnam county, Florida. Journal of Mammalogy. 27(1):49-59.", "A78YAT01NAUS": "Yates, T.L. and D.J. Schmidly. 1978. Scalopus aquaticus. Am. Soc. Mamm., Mammalian Species No. 105. 4pp.", "B15JAC01NAUS": "Jackson, H. H. T. 1915. A review of the American moles. North American Fauna 38:1-100.", "B81HAL01NAUS": "Hall, E. R. 1981. The Mammals of North America. Second edition. 2 Volumes. John Wiley and Sons, New York, New York. 1181 p.", "B07TRA01SEGP": "Trani, M. K., W. M. Ford, and B. R. Chapman (eds.) 2007. The Land Manager's Guide to Mammals of the South. The Nature Conservancy, Southeastern Region, Durham, NC, USA. 546 pp.", "R89FER01SEGP": "Fernald, R. T. 1989.  Coastal Xeric Scrub Communities of the Treasure Coast Region, Florida. Tallahassee,FL: Florida Game and Fresh Water Fish Commission.", "B81SCH01NAUS": "Schwartz, Charles W., and Elizabeth R. Schwartz. 1981. The Wild mammals of Missouri (2nd Ed.). Univ. of Missouri Press and Missouri Conserv. Dept., Columbia, MO. 356 p.", "B92JON01NAUS": "Jones, J. K., Jr., et al. 1992. Revised checklist of North American mammals north of Mexico, 1991. Occas. Pap. Mus., Texas Tech Univ. (146):1-23.", "B97BRO01USGP": "Brown, Larry N., 1997.  Mammals of Florida.  Windward Publishing Inc., Miami, FL.", "B83BAK01NAUS": "Baker, Rollin H. 1983. Michigan mammals. Michigan State University Press. 642 pp.", "B98WHI01NCGP": "Whitaker, J.O. Jr. and W.J. Hamilton, Jr. 1998.  Mammals of the eastern United States. Cornell Univ. Press, Ithaca, New York. 583 pp.", "B89CAI01NAUS": "Caire, W., J. D. Tyler, B. P. Glass, and M. A. Mares. Z. Marsh (illustrator). 1989. Mammals of Oklahoma. University of Oklahoma Press, Norman. Oklahoma. 567 pp.", "A93DAV02SEGP": "Davis, F. W., and J. R. Choate. 1993. Morphologic variation and age structure in a population of the eastern mole, Scalopus aquaticus. J. Mamm., 74:1014-1025, 30 November.", "B94FIT01USGP": "Fitzgerald, J.P., C. A. Meaney, and D. M. Armstrong. 1994. Mammals of Colorado. Denver Museum of Natural History and University Press of Colorado: Niwot, Colorado. 467 pp.", "B90GOR01NAUS": "Gorman, M. L., and R. D. Stone. 1990. The natural history of moles. Cornell Univ. Press. 208 pp.", "A76HAR03NAUS": "Harvey, M.J. 1976. Home range, movements, and diel activity of the eastern mole, Scalopus aquaticus. Am. Midl.Nat. 95(2):436-445.", "B03HAR01USGP": "Hartman, G.D. and T.L. Yates. 2003. Moles: Talpidae. In Wild Mammals of North America:\r\nbiology, management, and conservation. Second edition. Eds. Feldhamer, G.A., Thompson, B.C. and J.A. Chapman. The Johns Hopkins University Press. Baltimore, Maryland.", "B85WEB01NAUS": "Webster, W. D., J. F. Parnell and W. C. Biggs Jr. 1985. Mammals of the Carolinas, Virginia, and Maryland. The University of North Carolina Press, Chapel Hill, NC.", "B83VAN01NAUS": "van Zyll de Jong, C. G. 1983. Handbook of Canadian Mammals. 1. Marsupials and insectivores. Nat. Mus. Canada, Ottawa. 212 pp.", "B97BRO01NAUS": "Brown, L. N. 1997. A guide to the mammals of the southeastern United States. University of Tennessee Press, Knoxville. xiv + 236 pp.", "B77GOD01NAUS": "Godin, A.J. 1977. Wild Mammals of New England. Johns Hopkins University Press, Baltimore. 304 pp.", "A91ALL01USGP": "Allen, J.A. 1891. On a Collection of Mammals from Southern Texas and Northeastern Mexico. Bulletin of the American Museum of Natural History [Volume III]. 15:219-228.", "B93WIL01NAUS": "Wilson, D. E., and D. M. Reeder (editors). 1993. Mammal Species of the World:a Taxonomic and Geographic Reference. Second Edition. Smithsonian Institution Press, Washington, DC. xviii + 1206 pp.", "A59IVE01SEGP": "Ivey, D. R. 1959. The mammals of Palm Valley, Florida. Journal of Mammalogy. 40(4):585-591.", "B84LAY01SEGP": "Layne, J. N. 1984. The land mammals of South Florida. Environments of South Florida, Past and Present II. P. J. Gleason ed.  Coral Gables, Florida: Miami Geological Society;  pp. 269-295.", "A93ALL01USGP": "Allen, J.A. 1893. On a collection of mammals from the San Pedro Martir region of Lower California, with notes on other species, particularly of the genus Sitomys. Bulletin of the American Museum of Natural History. 5:181-202.", "B04SCH01USGP": "Schmidly, D. J. 2004. The mammals of Texas. Revised ed. University of Texas Press, Austin."}, "habitat_description": "Southeast:\r\nScalopus aquaticus anastasae is known only from Anastasia Island at St. Augustine FL. However, Whitaker and Hamilton (1998) state that the status for this subspecies is questionable but maintain the taxonomy because of the isolated nature of the records. GBIF (2014) contains only five records on Anastasia Island, four dating from 1901 and one from 1955. Although there is no state or federal status for this subspecies, NatureServe ranks the Anastasia Island mole as globally critically imperiled. Habitat for the subspecies is similar to the full species - losse, sandy, and sand loam soils in a variety of vegetation types while avoiding inundated environments and soils not conducive to burrowing such as clay, gravel, or exceedingly dry types (Yates and Schmidly, Trani et al. 2007, Whitaker and Hamilton 1998).", "taxonomic": {"gap_code": "mEAMOa", "ELCode": "AMABB04011", "scientific_name": "Scalopus aquaticus anastasae", "ITIS_TSN": "179979", "Global_SEQ_ID": "104966", "common_name": "Anastasia Island Mole"}}