{"doi": "https://doi.org/10.5066/F780510D", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa69b1e4b0b7ea545258b8", "models": {"mGRWOr-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Canis lupus rufus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[3110, "Unconsolidated Shore"], [4403, "Atlantic Coastal Plain Mesic Hardwood and Mixed Forest"], [9218, "Atlantic Coastal Plain Southern Tidal Wooded Swamp"], [4210, "Atlantic Coastal Plain Central Maritime Forest"], [4506, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Scrub/Shrub Understory Modifier"], [8202, "Evergreen Plantation or Managed Pine"], [8406, "Introduced Riparian and Wetland Vegetation"], [9215, "Atlantic Coastal Plain Large Natural Lakeshore"], [9801, "Atlantic Coastal Plain Blackwater Stream Floodplain Forest - Forest Modifier"], [9845, "Atlantic Coastal Plain Brownwater Stream Floodplain Forest"], [9842, "Atlantic Coastal Plain Small Brownwater River Floodplain Forest"], [9207, "Atlantic Coastal Plain Peatland Pocosin"], [9843, "Atlantic Coastal Plain Small Blackwater River Floodplain Forest"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9211, "Atlantic Coastal Plain Streamhead Seepage Swamp -  Pocosin -  and Baygall"], [9303, "Atlantic Coastal Plain Clay-Based Carolina Bay Forested Wetland"], [9302, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest - Oak Dominated Modifier"], [9301, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest  - Taxodium/Nyssa Modifier"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [7507, "Northern Atlantic Coastal Plain Dune and Swale"], [7503, "Atlantic Coastal Plain Southern Dune and Maritime Grassland"], [1403, "Pasture/Hay"], [8302, "Recently Burned Forest"], [8301, "Recently Burned"], [8203, "Managed Tree Plantation"], [8101, "Recently Logged Areas"], [8504, "Ruderal Wetland"], [9243, "Atlantic Coastal Plain Central Fresh-Oligohaline Tidal Marsh"], [9716, "Atlantic Coastal Plain Depression Pondshore"], [9206, "Atlantic Coastal Plain Clay-Based Carolina Bay Herbaceous Wetland"], [4306, "East Gulf Coastal Plain Northern Dry Upland Hardwood Forest - Offsite Pine Modifier"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [4553, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Offsite Hardwood Modifier"], [8201, "Deciduous Plantation"], [8105, "Successional Shrub/Scrub (Other)"], [8402, "Introduced Upland Vegetation - Shrub"], [8107, "Harvested Forest - Shrub Regeneration"], [8102, "Disturbed/Successional - Shrub Regeneration"], [8304, "Recently Burned Shrubland"], [3108, "Unconsolidated Shore (Lake/River/Pond)"], [3109, "Unconsolidated Shore (Beach/Dune)"]], "AuxEcoSys": [], "SpeciesCode": "mGRWOr", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "rufus", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Red Wolf", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Kacy Cook", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": "High", "intFromBuffOW": null}}, "references": {"A86HOR01NAUS": "Horan, J. 1986. The red wolf is coming home. Defenders, May/June 1986, pp. 4-11.", "B84PAR01NAUS": "Parker, W. T. 1984. Red wolf recovery plan (revision). U. S. Fish and Wildlife Service. 41 pp.", "B81HAL01NAUS": "Hall, E. R. 1981. The Mammals of North America. Second edition. 2 Volumes. John Wiley and Sons, New York, New York. 1181 p.", "B79ALL02NAUS": "Allen, D. L. 1979. Wolves of Minong -- their vital role in a wild community. 385 pp.", "A92DOW02NAUS": "Dowling, T. E., et al. 1992. Response to Wayne, Nowak, and Phillips and Henry:use of molecular characters in conservation biology. Conservation Biology 6:600-603.", "U75LOW01NAUS": "Lowman, G. E. 1975. A survey of endangered, threatened, rare, status-undetermined, peripheral, unique mammals of thes.e. National Forests and Grasslands. USDA Forest Service Contract 38-2601. 121 pp.", "U89USF01NAUS": "U.S. Fish and Wildlife Service. 19 October 1989. Remarkable survival of endangered species reported; hurricane's impact on habitat extensive. News Release.", "A91REN01NAUS": "Rennie, J. 1991. Howls of dismay. Scientific American, October 1991, pp. 18 and 20.", "B81SCH01NAUS": "Schwartz, Charles W., and Elizabeth R. Schwartz. 1981. The Wild mammals of Missouri (2nd Ed.). Univ. of Missouri Press and Missouri Conserv. Dept., Columbia, MO. 356 p.", "B79ALL01NCGP": "Allen, Thomas B., 1979. Wild animals of North America. National Geographic Society, Washington, DC. 406 pages, color photographs.", "A92WAY02NAUS": "Wayne, R. K. 1992. On the use of morphologic and molecular genetic characters to investigate species status. Conservation Biology 6:590-592.", "A91WAY03NAUS": "Wayne, R. K., and S. M. Jenks. 1991. Mitochondrial DNA analysis implying extensive hybridization of the endangered red wolf, CANIS RUFUS. Nature 351:565-568.", "A72PAR01NAUS": "Paradiso, J. L. and R. M. Novak, 1972. CANIS RUFUS. Mammalian Species No. 22:1-4.", "B71PAR01NAUS": "Paradiso, J. L., and R. M. Nowak. 1971. A report on the taxonomic status and distribution of the red wolf. U.S. Fish and Wildlife Service Special Science Report Wildlife 145. 36 pp.", "A89REE01NAUS": "Rees, M. D. 1989. Red wolf recovery effort intensifies. Endangered Species Tech. Bull. 14(1-2):3.", "B98WHI01NCGP": "Whitaker, J.O. Jr. and W.J. Hamilton, Jr. 1998.  Mammals of the eastern United States. Cornell Univ. Press, Ithaca, New York. 583 pp.", "A90MOO01NAUS": "Moore, D. E., III. 1990. The red wolf:extinction, captive propagation and reintroduction. Pages 136-139 in Mitchell et al., eds. Ecosystem management:rare species and significant habitats. New York State Museum Bull. 471.", "B90FWS03NAUS": "U.S. Fish and Wildlife Service (USFWS). 1990. Endangered and threatened species recovery program:report to Congress. 406 pp.", "A90PAR01NAUS": "Parker, W. 1990. Investigating the potential for reintroducing red wolves into the Great Smoky Mountains National Park. Endangered Species Tech. Bull. 15(6):3.", "A91PAR02NAUS": "Parker, W. T., and M. K. Phillips. 1991. Application of the experimental population designation to recovery of endangered red wolves. Wildlife Society Bull. 19:73-79.", "A44MUR01NAUS": "Murie, A. 1944. The wolves of Mt. McKinley. National Park Service, Fauna Ser. 5, 238 pp.", "B77PET01NAUS": "Peterson, R.O. 1977. Wolf ecology and prey relationships on Isle Royale. 210 pp.", "A92PHI02NAUS": "Phillips, M. K., and V. G. Henry. 1992. Comments on red wolf taxonomy. Conservation Biology 6:596-599.", "A88BAN01NAUS": "Banks, V. 1988. The red wolf gets a second chance to live by its wits. Smithsonian, March 1988, pp. 100-107.", "B85WEB01NAUS": "Webster, W. D., J. F. Parnell and W. C. Biggs Jr. 1985. Mammals of the Carolinas, Virginia, and Maryland. The University of North Carolina Press, Chapel Hill, NC.", "B78DAV01NAUS": "Davis, W. B. 1978. The mammals of Texas. Texas Parks and Wildlife Dept., Bull. No. 41. 294 pp.", "A88PHI01NAUS": "Phillips, M. K., and W. T. Parker. 1988. Red wolf recovery:a progress report. Conservation Biology 3:139-141.", "B66MEC01NAUS": "Mech, L.D. 1966. The wolves of Isle Royale. 210 pp.", "N86FWS03NAUS": "U.S. Fish and Wildlife Service (USFWS). 1986. Determination of experimental population status for an introduced population of red wolves in North Carolina. Final Rule. Federal Register 51(223):41790-7.", "A77PET01NAUS": "Peterson, R.O. 1977. Wolf ecology and prey relationships on Isle Royale. National Park Service., Sci. Monog. Serv., No. 11, xx+210 pp.", "B93WIL01NAUS": "Wilson, D. E., and D. M. Reeder (editors). 1993. Mammal Species of the World:a Taxonomic and Geographic Reference. Second Edition. Smithsonian Institution Press, Washington, DC. xviii + 1206 pp.", "B78KLI01NAUS": "Klinghammer, E., ed. 1978. The Behavior and Ecology of Wolves. Garland STPM Press, New York. xvii+588.", "B90MAT01NAUS": "Matthews, J. R., and C. J. Moseley (editors). 1990. The Official World Wildlife Fund Guide to Endangered Species of North America. Volume 1. Plants, Mammals. xxiii + pp 1-560 + 33 pp. appendix + 6 pp. glossary + 16 pp. index. Volume 2. Birds, Reptiles, Amphibians.", "B74LOW01NAUS": "Lowery, G. H., Jr. 1974. The mammals of Louisiana and its adjacent waters. Louisiana State University Press, Baton Rouge. 565 pp.", "B89CAI01NAUS": "Caire, W., J. D. Tyler, B. P. Glass, and M. A. Mares. Z. Marsh (illustrator). 1989. Mammals of Oklahoma. University of Oklahoma Press, Norman. Oklahoma. 567 pp.", "A92NOW01NAUS": "Nowak, R. M. 1992. The red wolf is not a hybrid. Conservation Biology 6:593-595.", "B83CAR02NAUS": "Carbyn, L. 1983. Wolves in Canada and Alaska. Ottawa. 135 pp.", "B79CAR01NAUS": "Carley, C. J. 1979. Status summary:the red wolf (Canis rufus). U.S. Fish Wildlife Service. Endangered Species Report No. 7. Albuquerque, NM. 36 pp.", "B92JON01NAUS": "Jones, J. K., Jr., et al. 1992. Revised checklist of North American mammals north of Mexico, 1991. Occas. Pap. Mus., Texas Tech Univ. (146):1-23."}, "habitat_description": null, "taxonomic": {"gap_code": "mGRWOr", "ELCode": "AMAJA01020", "scientific_name": "Canis lupus rufus", "ITIS_TSN": "726841", "Global_SEQ_ID": "106386", "common_name": "Red Wolf"}}