{"doi": "https://doi.org/10.5066/F7VM49NB", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa6c4ae4b0b7ea54525921", "models": {"mKIFOm-y4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Vulpes macrotis mutica", "ysnHydroWV": false, "intAuxBuff": 250.0, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": 0, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": 17, "PrimEcoSys": [[8503, "Ruderal Upland - Old Field"], [8404, "Introduced Upland Vegetation - Annual Grassland"], [5307, "Inter-Mountain Basins Big Sagebrush Steppe"], [9709, "Northern California Claypan Vernal Pool"], [7501, "California Central Valley and Southern Coastal Grassland"], [7305, "Inter-Mountain Basins Semi-Desert Grassland"], [5501, "California Central Valley Mixed Oak Savanna"], [3111, "North American Warm Desert Active and Stabilized Dune"], [3304, "Inter-Mountain Basins Shale Badland"], [5706, "Inter-Mountain Basins Big Sagebrush Shrubland"], [5409, "Sonora-Mojave Semi-Desert Chaparral"], [5410, "Southern California Dry-Mesic Chaparral"], [5504, "Southern California Oak Woodland and Savanna"], [5210, "Southern California Coastal Scrub"], [5209, "Sonoran Mid-Elevation Desert Scrub"], [5208, "Sonora-Mojave Mixed Salt Desert Scrub"], [5408, "Northern and Central California Dry-Mesic Chaparral"], [5206, "Mojave Mid-Elevation Mixed Desert Scrub"], [5207, "Sonora-Mojave Creosotebush-White Bursage Desert Scrub"], [5205, "Inter-Mountain Basins Mixed Salt Desert Scrub"], [5402, "California Mesic Chaparral"], [5309, "Inter-Mountain Basins Semi-Desert Shrub Steppe"]], "AuxEcoSys": [[1203, "Developed, Medium Intensity"], [1202, "Developed, Low Intensity"]], "SpeciesCode": "mKIFOm", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "mutica", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Kit Fox - San Joaquin Valley Population", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"R80OFA02USGP": "ERROR", "R98USF02USGP": "U.S. Fish and Wildlife Service (USFWS). 1998. Recovery plan for upland species of the San Joaquin Valley, California. Region 1, U.S. Fish and Wildlife Service, Portland, Oregon.", "R06CYP02USGP": "Cypher, B.L., and A.D. Brown. 2006. Demography and ecology of endangered San Joaquin kit foxes at the Bena Landfill, Kern County, California. California State University-Stanislaus, Endangered Species Recovery Program. April 2006. 17 pages.", "R06CYP01USGP": "Cypher, B.L. 2006. Kit fox conservation in the San Luis Drainage Study Unit. Unpublished report to the U.S. Bureau of Reclamation South-Central California Area Office. California State University, Stanislaus, Endangered Species Recovery Program. Fresno, California.", "R72JEN01USGP": "Jensen, C.C. 1972. San Joaquin kit fox distribution. U.S. Fish and Wildlife Service, Sacramento, CA, Unpubl. Rep., 18 pp.", "N94BEL01USGP": "ERROR", "B46HAL01USGP": "Hall, Raymond E. 1946. Mammals of Nevada University of California Press, Berkely and Los Angeles, California.", "R92BRI01USGP": "Briden, L.E., M. Archon, D.L. Chesemore. 1992. Ecology of the San Joaquin Kit Fox in Western Merced County, California. Pages 81-87 in: D. F. Williams, S. Byrne, T. A. Rado (editors), Endangered and Sensitive Species of the San Joaquin Valley, California: their Biology, Management and Conservation. California Energy Commission, Sacramento, California.", "A79OFA01USGP": "ERROR", "A07WAR01USGP": "Warrick, G.D., H.O. Clark, Jr., P.A. Kelly, and D.F. Williams, and B.L. Cypher. 2007. Use of agricultural lands by San Joaquin kit foxes. Western North American Naturalist 67:270-277.", "N05FRO01USGP": "Frost, N. 2005. San Joaquin kit fox home range, habitat use, and movements in urban Bakersfield. M.S. thesis, Humboldt State University, Arcata, California.", "B37GRI01USGP": "Grinnell, J., J. S. Dixon, and J. M. Linsdale. 1937. Fur-bearing mammals of California. 2 Vols. Univ. California Press, Berkeley. 777pp.", "A72MOR01USGP": "Morrell, S.H. 1972. Life history of the San Joaquin kit fox. California Fish and Game 58:162-174.", "R09CON01USGP": "Constable J., B.L. Cypher, S.E. Phillips, and P.A. Kelly. 2009. Conservation of San Joaquin Kit Foxes in Western Merced County, California. Prepared by the Endangered Species Recovery Program for the Bureau of Reclamation, May 2009.", "R81MCC01USGP": "McCue, P.M., T. Kato, M.L. Sauls, T.P. O-Farrell. 1981. Inventory of San Joaquin kit fox on land proposed as Phase II. Kesterson Reservoir, Merced County, California. Topical Report EGG 1183-2426, EG&G, Santa Barbara Operations, U.S. Department of Energy, Goleta, California.", "A56EGO01USGP": "Egoscue, H.J. 1956. Preliminary studies of the kit fox in Utah. J. Mammal. 37:35 1-357.", "R71MOR01USGP": "Morrell, S.H. 1971. Life history of the San Joaquin kit fox. California Dept. Fish and Game, Sacramento, Spec. Wildl. Invest., Unpubl. Rep., 25 pp.", "R80OFA03USGP": "ERROR", "R10USF04USGP": "U. S. Fish and Wildlife Service (USFWS). 2010. San Joaquin Kit Fox (Vulpes macrotis mutica) 5-Year Review: Summary and Evaluation. U.S. Fish and Wildlife Service Sacramento Fish and Wildlife Office, Sacramento, CA February 16, 2010, 121pp.", "R83HAL01USGP": "Hall, F.A. 1983. Status of the San Joaquin kit fox, Vulpes macrotis mutica, at the Bethany wind turbine generating site, Alameda County, California. Unpubl. Rep., California Dept. Fish and Game, Sacramento, 34 pp.", "A00CYP01USGP": "ERROR"}, "habitat_description": "Southwest:\r\nSan Joaquin kit fox habitat in the past consisted of \"semi-desert areas of the Southern San Joaquin Valley and surrounding foothills (including portions of the Temblor and Caliente Ranges, the Cuyama Valley, and the Carrizo Plain), and to the arid and alkaline foothill areas along the western edge of the San Joaquin Valley. The southern part of the valley was typified by the alkali sink and alkali flat habitat types, with dominant plant species including Atriplex polycarpa (saltbush), Allenrolfea occidentalis (iodine bush), Amaranthus albus (tumbleweed), Frankenia grandifolia (alkali heath), and Salicornia subterminalis (pickleweed) widely spaced. Areas in which iodine bush was predominant were known to be poorly drained areas that did not support kangaroo rats and were not apparently utilized by the kit fox (Jensen 1972). Areas near Bakersfield with plant associations dominated by Prosopis juliflora (honey mesquite) and Atriplex lentiformis (quail bush) were observed to support large numbers of Beechey ground squirrels (Otospermophilus beecheyi) to the detriment of kangaroo rat abundance, and such areas were observed to support kit fox at lower densities than the saltbush habitat (Jensen 1972). In most other areas of the valley and surrounding lower foothills, kit fox were found in California annual grassland habitat typified by Bromus spp.(brome grass), Festuca spp. (fescue), Avena fatua (wild oats), Hordeum spp. (barley), and Erodium (filaree) (Jensen 1972). Finally, kit fox were observed in several areas that were dry farmed, including an area east of San Lucas in Monterey County and the Shandon-Cholame area in San Luis Obispo County.\" (quoted directly from USFWS 2010).\r\n\r\nCurrent habitat includes natural and annual grasslands and scrublands, vernal pools, alkali meadows and playas, valley sink scrub, saltbush scrub, interior coast range saltbush scrub, upper Sonoran scrub, valley oak woodlands, and occassionally grazed, nonirrigated grasslands, orchards and vineyards for foraging (USFWS 1998, Bell 1994, Hall 1983, Morrell 1971, O’Farrell 1980). For denning, this species prefers loose-textured, deep soils and avoids shallow, hardpan soils with high water tables (USFWS 1998, Grinnell et al. 1937, Hall 1946, Egoscue 1962, Morrell 1972, O’Farrell and Gilbertson 1979, O’Farrell et al. 1980, McCue et al. 1981, Morrell 1972). Topography is an important aspect of habitat, particularly for den sites. Optimal slopes are those less than 5 percent, while slopes between 5 and 15 percent are suitable. Briden et al. (1992) found that half of all dens surveyed were located on slopes of 20 degrees or less, while 92 percent of all dens located were on slopes of less than 30 percent. In addition, 98 percent of dens were found below 1,100 feet elevation (Cypher 2006, USFWS 2010). This species has been shown to actively avoid agricultural lands (Jensen 1972, Warrick et al. 2007). Development of oilfields and supporting infrastucture (roads, pipelines, sumps, etc...) are preferential to kit fox predators such as coyotes and therefore have negative effects on surviorship and abundance for this subspecies (Cypher et al. 2000, USFWS 2010). A stable population exists within the suburban environments of Bakersfield, CA. Additionally, they occur in other urban areas including Taft, Tulare, Visalia, and Porterville (USFWS 1998, Frost 2005).", "taxonomic": {"gap_code": "mKIFOm", "ELCode": "AMAJA03041", "scientific_name": "Vulpes macrotis mutica", "ITIS_TSN": "180606", "Global_SEQ_ID": "101320", "common_name": "Kit Fox - San Joaquin Valley Population"}}