{"doi": "https://doi.org/10.5066/F7251GJ9", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa6d5be4b0b7ea5452594d", "models": {"mLPMOp-y4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Perognathus longimembris pacificus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[7501, "California Central Valley and Southern Coastal Grassland"], [5210, "Southern California Coastal Scrub"], [5404, "California Xeric Serpentine Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "mLPMOp", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "pacificus", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Pacific Pocket Mouse", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"A93WIL01USGP": "Williams, D.F., H. Genoways, and J. Braun. 1993. Taxonomy. Pp. 38-196 in: Biology of the Heteromyidae, H. Genoways and J. Brown, eds. Special Publication Number 10, the American Society ofMammalogists; August 20, 1993.", "R86WIL01USGP": "Williams, D.F. 1986. Mammalian species of special concern in California. Wildlife Management Division Administrative Report 86-1. California Department of Fish and Game, Sacramento. 112 pp.", "U94GOU01USGP": "Goudey C.B., Smith D.W. (editors). 1994. Ecological units of California: Subsections (Color map at 1:1,000,000). U.S. Department of Agriculture, Forest Service, San Francisco, California.", "A76MES01USGP": "Meserve, P. 1976. Food relationships of a rodent fauna in a California coastal sage scrub community. J. Mammalogy 57:300-319.", "R98USF01USGP": "U. S. Fish and Wildlife Service (USFWS). 1998. Pacific Pocket Mouse (Perognathus logimembris pacificus) recovery plan. U. S. Fish and Wildlife Service, Portland, Oregon.112 pp.", "R94USF01USGP": "U. S. Fish and Wildlife Service (USFWS). 1994. Endangered and Threatened Wildlife and Plants: Emergency Rule to List the Pacific Pocket Mouse as Endangered. Federal Register 59:5306-5310.", "B81HAL01NAUS": "Hall, E. R. 1981. The Mammals of North America. Second edition. 2 Volumes. John Wiley and Sons, New York, New York. 1181 p.", "R05SPE01USGP": "Spencer, W.D. 2005. Recovery research for the endangered Pacific pocket mouse: An overview of collaborative studies. USDA Forest Service Gen. Tech. Rep. PSW-GTR-195.", "A03SWE01USGP": "Swei, A., P. Brylski, W. Spencer, S. Dodd, and J. Patton. 2003. Hierarchical genetic structure in fragmented populations of the little pocket mouse (Perognathus longimembris) in southern California. Conservation Genetics 4:501-514.", "R93BRY01USGP": "Brylski, P. 1993. A focused survey for the Pacific pocket mouse (Perognathus longimembris pacificus) on the Dana Point Headlands, Orange County, California. Prepared for EDAW, Inc. by the Planning Center, Newport Beach, California. August 1993. 10 pp.", "R98MIL01USGP": "Miles S.R., Goudey C.B. 1998. Ecological Subregions of California: Section and Subsection Descriptions. USDA Forest Service, Pacific Southwest Region. R5-EM-TP-005-NET.", "R10USF03USGP": "U. S. Fish and Wildlife Service (USFWS). 2010. Pacific Pocket Mouse (Perognathus longemembris pacificus) 5-Year Review: Summary and Evaluation. U.S. Fish and Wildlife Service Carlsbad Fish and Wildlife Office, Carlsbad, CA April 1, 2010, 85pp.", "A05MCK01USGP": "McKnight, M.L. 2005. Phylogeny of the Perognathus longimembris species group based on mitochondrial cytochrome-b: How many species? Journal of Mammology 86:826-832."}, "habitat_description": "Perognathus longimembris pacificus is a disjunct subspecies of the P. longimembris species residing in very small population clusters along the southern coast of California between Los Angeles and San Diego. It is a nocturnal, burrow dwelling rodent restricted to arid, loamy and fine sandy habitats of Mediterranean coastal environments within 4-6 km of the coastline (Hall 1981, Williams 1986, Williams et al. 1993, Spencer 2005). Recent surveys have located the subspecies in coastal sage scrub marine terraces with a dominantly sandy soil (USFWS 1998). These habitats often include Artemisia sage scrub, perennial grasses and forbs along with unvegetated, sandy areas (Meserve 1976, Brylski 1993). Spencer and M. Pavelka (Spencer 2005) created habitat suitability models for the Pacific pocket mouse for San Diego and Orange counties using a combination of soils and vegetation data. They ranked as high suitability open coastal scrub and grassland habitats with a diversity of annual herbs and ranked low habitats of dense shrubs, wetlands, or woodlands. They considered areas of agriculture, development, disturbed, rock, or open water as having \"no potential\" for occupancy. Because of the fossorial nature, soil texture is a more important component of habitat suitability than vegetation. Additionally, Spencer (2005) reports that shurb thinning experiments conducted within home ranges of known Pacific pocket mouse locales had a positive affect on individual movements (i.e. from denser to less dense shrub cover) suggesting preference for a sparser shrub overstory. MJR 2 August 2012.", "taxonomic": {"gap_code": "mLPMOp", "ELCode": "AMAFD01042", "scientific_name": "Perognathus longimembris pacificus", "ITIS_TSN": "625245", "Global_SEQ_ID": "102167", "common_name": "Pacific Pocket Mouse"}}