{"doi": "https://doi.org/10.5066/F7V69H02", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa7396e4b0b7ea54525a3a", "models": {"mORSHa-y4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Sorex ornatus sinuosus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[9228, "Temperate Pacific Freshwater Emergent Marsh"], [9108, "Temperate Pacific Tidal Salt and Brackish Marsh"]], "AuxEcoSys": [], "SpeciesCode": "mORSHa", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "sinuosus", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Salt Marsh Ornate Shrew", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Nathan Tarr", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {}, "habitat_description": "The ornate shrew (Sorex ornatus) is common in the southern two-thirds of California west of the Sierra Nevada, from Mendocino and Butte cos. south to the Mexican border. It prefers low, dense vegetation in a variety of habitats (Zeiner et al. 2008).  Its optimum habitats are marshes and valley foothill or montane riparian ones (Zeiner et al. 2008).  It also occurs in a wide variety of woodland, chaparral, grassland, and emergent wetland habitats. The ornate shrew is generally found below 1,875 m (6000 ft; Owen and Hoffmann 1983).  It is the only shrew species to inhabit blue oak/ digger pine forest below 1200 m on the western slope of the Sierra Nevada (Maldonado 2001).\r\n\r\nThere are 9 subspecies of Ornate Shrew, 7 of which are found in the U.S.  However 2 of them, S. o. californicus and S. o. ornatus, may actually belong to another Sorex sp. (Maldonado et al. 2001).  S. o. californicus and S. o. ornatus have been found in riparian, palustrine upland, grassy hillsides and dry chaparral slopes (Daniel 1986).\r\n\r\nThe Buena Vista Lake Shrew (S. o. relictus) is extremely rare, listed as Endangered under the Endangered Species Act, and is restricted to the Tulare Basin where it occupies mesic, riparian areas (Daniel 1986).  It was probably historically found throughout the Tulare Basin in marshlands but is now restricted due to habitat conversion for agriculture.  It may be extant in Kern National Wildlife Refuge, wetlands of Kern River percolation area, and along canals that flow into Goose Lake, CA.  Records exist from north side of Buena Vista Lake, east side levee at Buena Vista Lake, and at Buttonwillow, CA (Williams et al. 1998).\r\n\r\nSuitable habitat consists of,\r\n\r\n“Permanent and intermittent riparian or wetland communities that contain:\r\n•\tA complex vegetative structure with a thick cover of leaf litter or dense mats of low-lying vegetation.  Associated plant species can include, but are not limited to, Fremont cottonwoods, willows, glasswort, wild-rye grass, and rush grass. Although moist soil in areas with an overstory of willows or cottonwoods appears to be favored, such overstory may not be essential.\r\n•\tSuitable moisture supplied by a shallow water table, irrigation, or proximity to permanent or semipermanent water; and\r\n•\tA consistent and diverse supply of prey. Although the specific prey species used by the Buena Vista Lake shrew have not been identified, ornate shrews are known to eat a variety of terrestrial and aquatic invertebrates, including amphipods, slugs, and insects (USFWS 2013).”\r\nThe Monterey Ornate Shrew (S. o. salarius), Salt Marsh Ornate Shrew (S. o. salicornicus), and Suisun Ornate Shrew (S. o. sinuosus) inhabit brackish and saline marshes near sea level at selected bays in California (Daniel 1986).\r\n\r\nThe Suisun Shrew has been found only along San Pablo and Suisan Bays, east to Grizzly Island and west to Sonoma Creek and Tubbs Island, where dense, low cover is abundant (Williams 1986).\r\n\r\nThe Santa Catalina Shrew (S. o. willetti) occurs only on Santa Catalina Island.  Few individuals have ever been captured and although a diversity of systems have been sampled, individuals have only been captured in mesic, riparian locations.  N. Tarr, 17Sept.2014.", "taxonomic": {"gap_code": "mORSHa", "ELCode": "AMABA01104", "scientific_name": "Sorex ornatus sinuosus", "ITIS_TSN": "710074", "Global_SEQ_ID": "102624", "common_name": "Salt Marsh Ornate Shrew"}}