{"doi": "https://doi.org/10.5066/F7HM56V2", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fa775ee4b0b7ea54525ad3", "models": {"mRTCHx-y1": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Tamias ruficaudus", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": 2400, "intSlopeMax": null, "PrimEcoSys": [[4609, "Northern Rocky Mountain Mesic Montane Mixed Conifer Forest"], [4544, "Rocky Mountain Poor-Site Lodgepole Pine Forest"], [4543, "Middle Rocky Mountain Montane Douglas-fir Forest and Woodland"], [4510, "Northern Rocky Mountain Western Larch Savanna"], [4529, "Northern Rocky Mountain Ponderosa Pine Woodland and Savanna"], [4532, "Rocky Mountain Subalpine-Montane Limber-Bristlecone Pine Woodland"], [4531, "Rocky Mountain Subalpine Dry-Mesic Spruce-Fir Forest and Woodland"], [4528, "Southern Rocky Mountain Dry-Mesic Montane Mixed Conifer Forest and Woodland"], [4527, "Rocky Mountain Lodgepole Pine Forest"], [4324, "Inter-Mountain Basins Aspen-Mixed Conifer Forest and Woodland"], [4524, "Northern Rocky Mountain Dry-Mesic Montane Mixed Conifer Forest"], [4111, "Rocky Mountain Aspen Forest and Woodland"], [4611, "Rocky Mountain Subalpine Mesic Spruce-Fir Forest and Woodland"], [4610, "Southern Rocky Mountain Mesic Montane Mixed Conifer Forest and Woodland"], [4548, "Northwestern Great Plains - Black Hills Ponderosa Pine Woodland and Savanna"], [4602, "East Cascades Mesic Montane Mixed-Conifer Forest and Woodland"], [9830, "Great Basin Foothill and Lower Montane Riparian Woodland and Shrubland"], [9825, "Rocky Mountain Lower Montane Riparian Woodland and Shrubland"], [9824, "Northern Rocky Mountain Lower Montane Riparian Woodland and Shrubland"]], "AuxEcoSys": [], "SpeciesCode": "mRTCHx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 720, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Red-tailed Chipmunk", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Nathan Tarr", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"A46RUS01USGP": "Rust, H. J. 1946. Mammals of northern Idaho. Journal of Mammalogy, 27(4): 308-327.", "A74BRO01USGP": "Broadbooks, H.E. 1974. Tree nests of chipmunks with comments on associated behavior and ecology. Journal of Mammalogy, 55:630-639.", "A69HOF01USGP": "Hoffmann, R.S., P.L. Wright, and F.E. Newby. 1969. Distribution of some mammals in Montana. I. Mammals other than bats. J. Mammal. 50(3): 579-604.", "B68HOF01USGP": "Hoffmann, R.S., and D.L. Pattie. 1968. A guide to Montana mammals: identification, habitat, distribution, and abundance. University of Montana, Missoula, MT, 133 pp.", "B93BES01USGP": "Best, T.L.. 1993. Tamias ruficaudus. The American Society of Mammalogists, Mammalian Species No. 452: pp 1-7.", "A29HOW01USGP": "Howell, A.H. 1929. Revision of the American chipmunks (genera Tamias and Eutamias). North American Fauna, 52:1-157.", "N65GAM01USGP": "Gambs, R.D. 1965. Zoogeography of chipmunks in the Pacific Northwest. M.S. thesis, University of Idaho, Moscow, ID, 109 pp.", "R99WIL02SEGP": "Wilson, D.E. and S. Ruff. 1999. The Smithsonian book of North American mammals. Washington, DC, Smithsonian Inst. Press. 750 p.", "A71BEG01USGP": "Beg, M.A. 1971.Population dynamics of the red-tailed chipmunk, (Eutamias ruficaudus), in western Montana. Pakistan Journal of Zoology, 3:133-145.", "A43ORR02USGP": "Orr, R.T. 1943. Mammals of the Clearwater Mountains, Idaho. Proceedings of the California Academy of Sciences, Fourth Series, 23:511-536.", "N69BEG01USGP": "Beg, M.A. 1969. Habitats, food habits, and population dynamics of the red-tailed chipmunk, Eutamias ruficaudus, in western Montana. Ph.D. dissertation, University of Montana, Missoula, MT, 153 pp."}, "habitat_description": "Northwest:\r\nThis species occurs at elevations from 720-2400 meters in northeastern Washington, northern Idaho, and western Montana (Wilson and Ruff 1999).\r\nFrom Best (1993): \"Tamias ruficaudus inhabits dense coniferous forests (Howell 1929), and is most abundant in forest openings or edges where shrubby undergrowth is abundant (Hoffmann and Pattie 1968). It occurs in forests of western hemlock, western red cedar, Douglas fir and Englemann spruce. Along the western edge of its range, T. ruficaudus is limited by open Ponderosa pine forests (Gambs 1965). In British Columbia, it occupies clumps of stunted pine and spruce trees and mountain rhododendron and blueberry bushes that constitute the margins of timberline meadows (Cowan and Guiguet 1978). In the Pend Oreille Mountains, Washington, T. ruficaudus occurs in mixed second-growth forests of lodgepole pine, western larch, Englemann spruce, Douglas fir, grand fir, and aspen (Broadbooks 1974).\"\r\nThe red-tailed chipmunk may be the most plentiful and widely distributed chipmunk in northern Idaho (Rust 1946). It is abundant higher in the mountains, and is a common resident of the Englemann spruce and alpine fir association (Orr 1943). In northern Idaho, it can be found in sunny openings in the ponderosa pine zone where boulders and low brush are present, particularly along old roadways and at the lower edge of foothills. In forests of the Canadian zone, it usually can be found around fallen logs and brush piles (Rust 1946).\r\nIn Montana, T. ruficaudus occurs in subalpine coniferous forest (Hoffmann et al. 1969). It occupies habitats ranging from xeric ponderosa pine forests to hydric riparian communities. Ponderosa pine and ponderosa pine-Douglas fir savannahs occur on drier sites. In the Douglas fir zone, western larch and ponderosa pine are primary constituents. On moist slopes near the upper edge of this zone, grand fir and Englemann spruce also are present. In the subalpine forest zone, subalpine fir and Englemann spruce are dominant. Lodgepole pine occupies upper elevations and aspen and willow are common in its habitat (Beg 1971). ...T. ruficaudus occurs in areas with whitebark pine, western birch, western red cedar, western white pine, willows, mountain maple, Rocky Mountain juniper, dwarf juniper, and chokecherry (Beg 1969).\"", "taxonomic": {"gap_code": "mRTCHx", "ELCode": "AMAFB02130", "scientific_name": "Tamias ruficaudus", "ITIS_TSN": "180202", "Global_SEQ_ID": "105876", "common_name": "Red-tailed Chipmunk"}}