{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"mSEWEo-y1": {"intIntoBuffFW": 0.0, "ScientificName": "Aplodontia rufa olympica", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[1202, "Developed, Low Intensity"], [4602, "East Cascades Mesic Montane Mixed-Conifer Forest and Woodland"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8106, "Harvested Forest - Northwestern Conifer Regeneration"], [8107, "Harvested Forest - Shrub Regeneration"], [4318, "Mediterranean California Red Fir Forest"], [9502, "North Pacific Bog and Fen"], [4148, "North Pacific Broadleaf Landslide Forest and Shrubland"], [4319, "North Pacific Dry Douglas-fir-(Madrone) Forest and Woodland"], [4547, "North Pacific Dry-Mesic Silver Fir-Western Hemlock-Douglas-fir Forest"], [9306, "North Pacific Hardwood-Conifer Swamp"], [7604, "North Pacific Herbaceous Bald and Bluff"], [7603, "North Pacific Hypermaritime Shrub and Herbaceous Headland"], [4604, "North Pacific Hypermaritime Sitka Spruce Forest"], [4613, "North Pacific Hypermaritime Western Red-cedar-Western Hemlock Forest"], [4338, "North Pacific Lowland Mixed Hardwood-Conifer Forest and Woodland"], [9811, "North Pacific Lowland Riparian Forest and Shrubland"], [4522, "North Pacific Maritime Dry-Mesic Douglas-fir-Western Hemlock Forest"], [4605, "North Pacific Maritime Mesic Subalpine Parkland"], [4606, "North Pacific Maritime Mesic-Wet Douglas-fir-Western Hemlock Forest"], [4607, "North Pacific Mesic Western Hemlock-Silver Fir Forest"], [9812, "North Pacific Montane Riparian Woodland and Shrubland"], [5804, "North Pacific Montane Shrubland"], [4523, "North Pacific Mountain Hemlock Forest"], [4110, "North Pacific Oak Woodland"], [9216, "North Pacific Shrub Swamp"], [4524, "Northern Rocky Mountain Dry-Mesic Montane Mixed Conifer Forest"], [7203, "Northern Rocky Mountain Lower Montane, Foothill and Valley Grassland"], [5808, "Northern Rocky Mountain Montane-Foothill Deciduous Shrubland"], [4529, "Northern Rocky Mountain Ponderosa Pine Woodland and Savanna"], [4525, "Northern Rocky Mountain Subalpine Woodland and Parkland"], [4510, "Northern Rocky Mountain Western Larch Savanna"], [8302, "Recently Burned Forest"], [8303, "Recently Burned Grassland"], [4111, "Rocky Mountain Aspen Forest and Woodland"], [4527, "Rocky Mountain Lodgepole Pine Forest"], [4531, "Rocky Mountain Subalpine Dry-Mesic Spruce-Fir Forest and Woodland"], [4611, "Rocky Mountain Subalpine Mesic Spruce-Fir Forest and Woodland"], [9837, "Rocky Mountain Subalpine-Montane Riparian Shrubland"], [9832, "Rocky Mountain Subalpine-Montane Riparian Woodland"], [9228, "Temperate Pacific Freshwater Emergent Marsh"], [9608, "Temperate Pacific Montane Wet Meadow"], [5505, "Willamette Valley Upland Prairie and Savanna"], [9607, "Willamette Valley Wet Prairie"]], "AuxEcoSys": [], "SpeciesCode": "mSEWEo", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "olympica", "intFromBuffFW": 60.0, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": false, "Region": "Northwest", "CommonName": "Mountain Beaver olympica", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 60.0, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"A13PIA01USGAP": "Piaggio, A. J., B. A. Coghlan, A. E. Miscampbell, W. M. Arjo, D. B. Ransome, and C. E. Ritland. 2013. Molecular phylogeny of an ancient rodent family (Aplodontiidae). Journal of Mammalogy 94:529-543."}, "habitat_description": "The Sewellel (Aplondontia rufa), also called the Mountain Beaver, occurs in the Sierra Nevadas, Coastal California, and parts of the Pacific Northwest.  Piaggio et al. (2013) provided a revised assessment of the geography of its subspecies and delineated the ranges of seven subspecies: A. r. pacifica, A. r. californica, A. r. humboldtiana, A. r. nigra, A. r. phaea, A. r. olympica, and A. r. rufa.  They also concluded that A. r. pacifica may be a unique species.  \r\n\r\nSewellels can be found from just above sea level up to the timberline in montane regions (USFWS 1998).  In the Sierra Nevadas, they occupy montane riparian areas, while they are usually below 900 m in the Coast Ranges (Zeiner et al. 1990).\r\n\r\nSewellels have poor kidney function that requires constant access to water, so their distribution is limited to areas near water.  Suitable habitats have abundant herbaceous ground cover and well drained friable soils (USFWS 1998). They are typically found in moist forests, on ferny slopes, and damp ravines in urban areas (USFWS 1998).  Ingles (1965) described their habitat as seepage slopes and streamside thickets of willow, alder, and creek dogwood, in redwood, yellow pine, red fir, spruce, hemlock, and lodgepole forests.  Open brushy stages of most forest types that occur within their range are used and they are most abundant in early to mid-seral stages of forests (Zeiner et al. 1990).\r\n\r\nAlthough not colonial, populations are often distributed in a clumped pattern, and suitable habitat is often unoccupied (USFWS 1998, Zeiner et al. 1990).\r\n\r\nThe Point Arena Mountain Beaver (A. r. nigra) is listed as Endangered under the ESA and occurs only in a small portion of coastal California.  It is found in coastal scrub, coastal strand, conifer forest, riparian plant communities.  Populations have been documented in coastal scrub with cow parsnip, coyote brush, wax myrtle, California blackberry and thimbleberry; riparian vegetation with skunk cabbage, horsetail, willows, red alder, wood rose, and California blackberry; Douglas-fir, Bishop pine, and grand fir forest with thimbleberry, stinging nettle, sword fern, salmonberry, and elderberry; stabilized dunes covered in bush lupine, coyote brush, coast goldenrod, dune grasses, and ice plant; dense vegetation dominated by cow parsnip, stinging nettle, horsetail, and California blackberry; coastal bluff; and an area dominated by California reedgrass.  Zielinski (2015) modeled the habitat of A. r. nigra and found slope, river and stream presence (measured as length within grid cells), and terrain roughness (measured as the difference between a focal cell’s elevation and the mean from an 8 cell neighborhood) to be the best predictors of occurrence within 25 ha grid cells. Locations where A. r. nigra were found were more level, had lower terrain roughness, and higher stream density than locations without them, but this was likely due to those topographic variables being good predictors of edaphic and vegetative conditions for the species (Zielinski 2015).\r\n\r\nThe Point Reyes Mountain Beaver (A. r. phaea) is restricted to a small range at Point Reyes, California where it is associated with coastal chaparral consisting of coyote brush, coffee berry, western sword fern, poison oak, and cow parsnip. Coastal fog supplies sufficient water to meet the species physiological needs there. They usually inhabit cool, moist, north-facing slopes in moderately dense coastal scrub (Fellers et al. 2004).  About 40% of this subspecies habitat was burned in a wildfire in 1995 (Fellers et al. 2004). N. Tarr, 28Jan2016.", "taxonomic": {"gap_code": "mSEWEo", "ELCode": "AMAFA01016", "scientific_name": "Aplodontia rufa olympica", "ITIS_TSN": "", "Global_SEQ_ID": "", "common_name": "Mountain Beaver olympica"}}