{"doi": "https://doi.org/10.5066/F7MK6B9H", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fe0c5de4b00749282945c4", "models": {"rBOTUx-y6": {"intPercentCanopy": null, "intIntoBuffFW": 0.0, "ScientificName": "Glyptemys muhlenbergii", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 0.0, "Season": "y", "intElevMax": 1400, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [9715, "Southern Piedmont/Ridge and Valley Upland Depression Swamp"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [8405, "Introduced Upland Vegetation - Perennial Grassland"], [8403, "Introduced Upland Vegetation - Forbland"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [1403, "Pasture/Hay"], [9506, "Southern and Central Appalachian Bog and Fen"]], "AuxEcoSys": [], "SpeciesCode": "rBOTUx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 120.0, "memHandModelNotes": "****Hand Modeling: In addition to selected PMU's, intersect Pasture/Hay and successional grassland (selected as AMU's) with wet vegetation and/or NWI and include those intersect pixels also. Notes: slow-flowing water with underlying substrate of soft mud and rock, ACIDIC environment (Bury 1979, Ernst et al. 1994).   ****ALL SELECTED MU's ARE PREDOMINATELY NON-MAPPABLE SMALL PATCH SYSTEMS - NWI's for this species range are fully attributed so we may be able to model this species using NWI data instead. Amy Silvano 6Jul05\r\n\r\nAll but one primary map unit selected was not mapped (small patch systems). As a result, the original model only identified 334 cells in the predicted distribution. I changed this model to make PMUs out of map units previously selected as AMUs (pasture/hay and the successional grasslands) and added 120 meter exterior buffers on flowing and open water.  I removed hand model selection. MJR 30 October 2007.", "intElevMin": null, "ysnHydroOW": true, "Region": "Southeast", "CommonName": "Bog Turtle", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 0.0, "strStreamVel": "Slow Only", "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 120.0}, "rBOTUx-y3": {"intPercentCanopy": null, "intIntoBuffFW": 0.0, "ScientificName": "Glyptemys muhlenbergii", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 0.0, "Season": "y", "intElevMax": 1400, "intSlopeMax": null, "PrimEcoSys": [[8406, "Introduced Riparian and Wetland Vegetation"], [9715, "Southern Piedmont/Ridge and Valley Upland Depression Swamp"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [8405, "Introduced Upland Vegetation - Perennial Grassland"], [8403, "Introduced Upland Vegetation - Forbland"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [1403, "Pasture/Hay"], [9506, "Southern and Central Appalachian Bog and Fen"]], "AuxEcoSys": [], "SpeciesCode": "rBOTUx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 120.0, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": true, "Region": "Northeast", "CommonName": "Bog Turtle", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 0.0, "strStreamVel": "Slow Only", "Modeler": "Matt Rubino", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 120.0}}, "references": ["Bickham, J. W., T. Lamb, P. Minx, and J. C. Patton. 1996. Molecular systematics of the genus CLEMMYS and the intergeneric relationships of emydid turtles. Herpetologica 52:89-97.", "Collins, D. E. 1990. Western New York bog turtles:relicts of ephemeral islands or simply elusive? Pages 151-153 in Mitchell et al., eds. Ecosystem management:rare species and significant habitats. New York State Mus. Bull. 471.", "Herman, D. W., and K. M. Fahey. 1992. Seasonal activity and movements of bog turtles (CLEMMYS MUHLENBERGII) in North Carolina. Copeia 1992:1107-1111.", "Ernst, C. H., and R. W. Barbour. 1989. Turtles of the world. Smithsonian Institution Press, Washington, D.C. xii + 313 pp.", "Ernst, C. H., R. W. Barbour, and J. E. Lovich. 1994. Turtles of the United States and Canada. Smithsonian Institution Press, Washington, D.C. xxxviii + 578 pp.", "Merkle, D. A. 1975. A taxonomic analysis of the CLEMMYS complex (Reptilia:Testudines) utilizing starch gel electrophoresis. Herpetologica 31:162-166.", "McDowell, S. B. 1964. Partition of the genus CLEMMYS and related problems in the taxonomy of the aquatic testudinidae. Proc. Zool. Soc. London 143:239-279.", "Wilson, L. A. 1995. The Land Manager's Guide to the amphibians and reptiles of the South. Chapel Hill, NC: The Nature Conservancy.", "Arndt, R.G. 1980. THE BOG TURTLE- AN ENDANGERED SPECIES? P. 99-107. IN:P. WRAY (ED). PROCEEDINGS OF THE NORTHEAST ENDANGERED SPECIES CONFERENCE, PROVINCETOWN. 170 PP.", "Mitchell, J. C. 1991. Amphibians and reptiles. Pages 411-76 in K. Terwilliger (coordinator). Virginia's Endangered Species:Proceedings of a Symposium. McDonald and Woodward Publishing Company, Blacksburg, Virginia.", "Ernst, C. H., R. T. Zappalorti, and J. E. Lovich. 1989. Overwintering sites and thermal relations of hibernating bog turtles, CLEMMYS MUHLENBERGII. Copeia 1989:761-764.", "Tryon, B. W. 1989. The bog turtle, CLEMMYS MUHLENBERGII, in Tennessee, 1989. Progress report submitted to Tennessee Wildlife Resources Agency.", "Chase, J. D., et al. 1989. Habitat characteristics, population size, and home range of the bog turtle, CLEMMYS MUHLENBERGII, in Maryland. J. Herpetol. 23:356-362.", "DeGraaf, R. M., and D. D. Rudis. 1983. Amphibians and reptiles of New England. Habitats and natural history. Univ. Massachusetts Press. vii + 83 pp.", "Landry, J.L. 1979. A BIBLIOGRAPHY OF THE BOG TURTLE, CLEMMYS MUHLENBERGII (BIOLOGY, ECOLOGY AND DISTRIBUTION). SMITHSONIAN HERPETOLOGICAL INFORMATION SERVICE, NO. 44:1-21.", "Lovich, J. E., et al. 1991. Relationships among turtles of the genus CLEMMYS (Reptilia, Testudines, Emydidae) as suggested by plastron scute morphology. Zoologica SCripta 20:425-429.", "Kiviat, E. 1978. BOG TURTLE HABITAT ECOLOGY. BULL. CHI. HERP. SOC., 13(2):29-42.", "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "Bury, R. B. 1979. Review of the ecology and conservation of the bog turtle, CLEMMYS MUHLENBERGII. USFWS Spec. Sci. Rep.--Wildl. 219:1-9.", "U. S. Fish and Wildlife Service (USFWS). 29 January 1997. Proposed rule to list the northern population of the bog turtle as threatened and the southern population as threatened due to similarity of appearance. Federal Register 62(19):4229-4239.", "Ernst, C. H., and R. W. Barbour. 1972. Turtles of the United States. Univ. Press of Kentucky, Lexington. x + 347 pp.", "Conant, R. and J. T. Collins. 1991. A field guide to reptiles and amphibians:eastern and central North America. Third edition. Houghton Mifflin Co., Boston, Massachusetts. 450 pp.", "Martof, B. S., W. M. Palmer, J. R. Bailey, and J. R. Harrison, III. 1980. Amphibians and reptiles of the Carolinas and Virginia. University of North Carolina Press, Chapel Hill, North Carolina. 264 pp.", "Zappalorti, R. T., and G. Rocco. 1993. Surveys, habitat evaluations and ecological studies of the bog turtle (CLEMMYS MUHLENBERGII) in Chester and Lancaster counties, Pennsylvania, with recommendations on its conservation and management. 76 pp. Report sub", "Herman, D.W. 1981. Status of the bog turtle in the southern Appalachians. pp. 77-80. In R.R. Odom and J.W. Guthrie (eds.). Proceedings of the nongame and endangered wildlife symposium. GA Dept. of Nat. Res., Tech. Bull. WL5, 179 pp.", "Ernst, C. H., and R. B. Bury. 1977. Clemmys muhlenbergii. Cat. Am. Amph. Rep. 204.1-204.2.", "Palmer, W. M., and A. L. Braswell. 1995. Reptiles of North Carolina. North Carolina State Museum of Natural Sciences, University of North Carolina Press, Chapel Hill, North Carolina.", "Eckler, J. T., A. R. Breisch, and J. L. Behler. 1990. Radio telemetry techniques applied to the bog turtle (CLEMMYS MUHLENBERGII Schoepff 1801). Pages 69-71 in Mitchell et al., eds. Ecosystem management:rare species and significant habitats. New York Stat"], "habitat_description": null, "taxonomic": {"gap_code": "rBOTUx", "ELCode": "ARAAD02040", "scientific_name": "Glyptemys muhlenbergii", "ITIS_TSN": "668670", "Global_SEQ_ID": "101495", "common_name": "Bog Turtle"}}