{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"rBRVWx-y5": {"intIntoBuffFW": 60.0, "ScientificName": "Nerodia harteri", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": 60.0, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[9227, "North American Arid West Emergent Marsh"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [2102, "Open Water (Fresh)"], [9858, "Ozark-Ouachita Riparian"], [9844, "Red River Large Floodplain Forest"], [9857, "South-Central Interior Large Floodplain"], [9237, "West Gulf Coastal Plain Near-Coast Large River Swamp"], [9916, "West Gulf Coastal Plain Nonriverine Wet Hardwood Flatwoods"], [9710, "Western Great Plains Closed Depression Wetland"], [9706, "Western Great Plains Depressional Wetland Systems"], [9823, "Western Great Plains Floodplain"], [9814, "Western Great Plains Floodplain Systems"], [9707, "Western Great Plains Open Freshwater Depression Wetland"], [9848, "Western Great Plains Riparian Woodland and Shrubland"]], "AuxEcoSys": [], "SpeciesCode": "rBRVWx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 60.0, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": true, "Region": "Great Plains", "CommonName": "Brazos River Watersnake", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 60.0, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 60.0}}, "references": {"A87LAW01NAUS": "Lawson, R. 1987. Molecular studies of thamnophiine snakes:1. The phylogeny of the genus NERODIA. J. Herpetology 21:140-157.", "A89ROS01USGP": "Rose, F. L., and K. W. Selcer. 1989. Genetic divergence of the allopatric populations of Nerodia harteri. J. Herpetology 23:261-267.", "A83MEC01USGP": "Mecham, J. S. 1983. Nerodia harteri. Catalogue of American Amphibians and Reptiles 330:1-2.", "A94WAR01USGP": "Ward, R., E. G. Zimmerman, and T. L. King. 1994. Environmental correlates to terrestrial reptilian distributions in Texas. Texas Journal of Science 46:21-26.", "A89SCO01USGP": "Scott, N. J., Jr., T. C. Maxwell, O. W. Thornton, Jr., L. A. Fitzgerald, and J. W. Flury. 1989. Distribution, habitat, and future of Harter's water snake, Nerodia harteri, in Texas. Journal of Herpetology 23:373-89.", "R86USF01USGP": "U.S. Fish and Wildlife Service (USFWS). 1986. Determination of Nerodia harteri paucimaculata (Concho water snake) to be a threatened species. Final Rule. Federal Register 51:31412-22.", "B90COL01NAUS": "Collins, J. T. 1990. Standard common and current scientific names for North American amphibians and reptiles. SSAR Herpetol. Circular No. 19. 41 pp.", "B87DIX01USGP": "Dixon, J. R. 1987. Amphibians and Reptiles of Texas, with keys, taxonomic synopses, bibliography, and distribution maps. Texas A&M University Press, College Station. 434 pp.", "R82MAX01USGP": "Maxwell, T. C. 1982. Status and distribution of Nerodia harteri harteri. Final report. December 1982. U. S. Fish and Wildlife Service Contract No. 14-16-0002-79-917. 40 pp.", "R85USF01USGP": "U.S. Fish and Wildlife Service. 18 Sept. 1985. Review of vertebrate wildlife. Federal Register 50:37958-37967.", "B75CON01NAUS": "Conant, R. 1975. A Field Guide to Reptiles and Amphibians of Eastern and Central North America. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xvii + 429 pp.", "B84TEN01NAUS": "Tennant, A. 1984. The Snakes of Texas. Texas Monthly Press, Austin, Texas. 561 pp.", "W12NAT01USGP": "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "B79BEH01NAUS": "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "B00WER01USGP": "Werler, J. E., and J. R. Dixon. 2000. Texas snakes: identification, distribution, and natural history. University of Texas Press, Austin.", "A92DEN01USGP": "Densmore, L. D., III, F. L. Rose, and S. J. Kain. 1992. Mitochondrial DNA evolution and speciation in water snakes (genus Nerodia) with special reference to Nerodia harteri. Herpetologica 48:60-68.", "A91DOR01USGP": "Dorcas, M. E., and J. R. Mendelson, III. 1991. Distributional notes on Nerodia harteri harteri in Parker and Palo Pinto counties, Texas. Herpetol. Rev. 22:117-118.", "B90FWS03NAUS": "U.S. Fish and Wildlife Service (USFWS). 1990. Endangered and threatened species recovery program:report to Congress. 406 pp."}, "habitat_description": "The range of the Brazos river watersnake is restricted to the Brazos River drainage region of north-central Texas (Dorcas and Mendelson 1991; Scott et al. 1989). This species is known to burrow in or using soil, fallen logs, and leaf litter (Natureserve.org).\r\n\r\nHabitats occupied by this species include creeks, high gradient streams and rivers, shallow water pools and riffles. It also occupies riparian zones characterized by bare rock, talus, and scree. Preferred habitats include fast-flowing rocky streams with reduced vegetation on its margins (Werler and Dixon 2000), also found along shore lines of impoundments (Ernst and Ernst 2003). Cover is primarily obtained by using rocks and vegetation nearby water bodies (Conant 1975; Tennant 1984). Scott et al. (1989) described juveniles of this species to be likely to use large, flat rocks on unshaded portions of riparian zones for basking and hiding, rocky shallows for foraging. Adults were reported to prefer rocky riffles and a wider range of habitats in shallow water pools and lakes than juveniles.\r\n\r\nThis species is found in water bodies with sparse vegetation, but still depend on riparian cover for hiding, foraging, and basking opportunities.", "taxonomic": {"gap_code": "rBRVWx", "ELCode": "ARADB22040", "scientific_name": "Nerodia harteri", "ITIS_TSN": "174249", "Global_SEQ_ID": "101160", "common_name": "Brazos River Watersnake"}}