{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"rCMTUx-y5": {"intIntoBuffFW": 60.0, "ScientificName": "Graptemys caglei", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": 60.0, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[4142, "East-Central Texas Plains Floodplain Forest"], [4541, "East-Central Texas Plains Pine Forest and Woodland"], [4140, "East-Central Texas Plains Post Oak Savanna and Woodland"], [4141, "East-Central Texas Plains Riparian Forest"], [4155, "Edwards Plateau Dry-Mesic Slope Forest and Woodland"], [4152, "Edwards Plateau Limestone Savanna and Woodland"], [5811, "Edwards Plateau Limestone Shrubland"], [4208, "Edwards Plateau Mesic Canyon"], [9829, "Edwards Plateau Riparian"], [2102, "Open Water (Fresh)"], [9844, "Red River Large Floodplain Forest"], [9237, "West Gulf Coastal Plain Near-Coast Large River Swamp"], [9209, "West Gulf Coastal Plain Seepage Swamp and Baygall"]], "AuxEcoSys": [], "SpeciesCode": "rCMTUx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 120.0, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": true, "Region": "Great Plains", "CommonName": "Cagle's Map Turtle", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 120.0, "strStreamVel": "Slow Only", "Modeler": "", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 120.0}}, "references": {"B87GAR01NAUS": "Garrett, J. M., and D. G. Barker. 1987. A Field Guide to Reptiles and Amphibians of Texas. Texas Monthly Press, Austin, Texas. 225 pp.", "A94WAR01USGP": "Ward, R., E. G. Zimmerman, and T. L. King. 1994. Environmental correlates to terrestrial reptilian distributions in Texas. Texas Journal of Science 46:21-26.", "B93VOG01USGP": "Vogt, R. C. 1993. Systematics of the false map turtles (Graptemys pseudogeographica complex: Reptilia, Testudines, Emydidae). Annals of Carnegie Museum 62:1-46.", "A94LAM01USGP": "Lamb, T., C. Lydeard, R. B. Walker, and J. W. Gibbons. 1994. Molecular systematics of map turtles (GRAPTEMYS): a comparison of mitochondrial restriction site versus sequence data. Systematic Biology 43:543-559.", "A91WIB01USGP": "Wibbels, T., F. C. Killebrew, and D. Crews. 1991. Sex determination in Cagle's map turtle: implications for evolution, development, and conservation. Can. J. Zool. 69:2693-2696.", "A98WAL03USGP": "Walker, D., and J. C. Avise. 1998. Principles of phylogeography as illustrated by freshwater and terrestrial turtles in the southeastern United States. Annual Review of Ecology and Systematics 29:23-58.", "B92VER01USGP": "Vermersch, T. G. 1992. Lizards and turtles of south-central Texas. Eakin Press, Austin, Texas. 170 pp.", "W12NAT01USGP": "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "B94ERN01NAUS": "Ernst, C. H., R. W. Barbour, and J. E. Lovich. 1994. Turtles of the United States and Canada. Smithsonian Institution Press, Washington, D.C. xxxviii + 578 pp.", "B87DIX01USGP": "Dixon, J. R. 1987. Amphibians and Reptiles of Texas, with keys, taxonomic synopses, bibliography, and distribution maps. Texas A&M University Press, College Station. 434 pp.", "B79BEH01NAUS": "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "B92IVE01USGP": "Iverson, J. B. 1992. A revised checklist with distribution maps of the turtles of the world. Privately printed. Earlham College, Richmond, Indiana.", "B76HAY03USGP": "Haynes, D. 1976. Graptemys caglei. Cat. Am. Amph. Rep. 184.1-184.2.", "B94MCC02USGP": "McCoy, C. J., and R. C. Vogt. 1994. GRAPTEMYS. Catalogue of American Amphibians and Reptiles 584:1-3.", "B89KIN01NAUS": "King, F. W., and R. L. Burke, editors. 1989. Crocodilian, tuatara, and turtle species of the world:a taxonomic and geographic reference. Association of Systematics Collections, Washington, D.C. 216 pp.", "B99BAR01SEGP": "Bartlett, R.D. and P.P. Bartlett. 1999. Field guide to Florida reptiles and amphibians. Gulf Publishing Co, Houston, TX. 280 p."}, "habitat_description": "The distribution of this species is restricted to the Guadalupe River system of south and central Texas (Killebrew et al. 2002). In this area, this species occupies creeks, low gradient rivers and streams, and shallow water pools and riffles. It is also commonly found in riparian zones such as forested wetland. This species is known to burrow in or using soil, fallen logs, and leaf litter (Natureserve.org). Suitable habitat includes rivers with shallow depths, muddy, with moderate flow, silty and gravelly substrates (Ernst et al. 1994). Preferred optimal habitat is characterized by both riffles and pools because of insect prey availability (USFWS 1993). Basking sites include brush piles, logs, rocks, cypress knees, and fallen shrubs and trees. The only time this species visits land is during nesting (Ernst et al. 1994; USFWS 1993).\r\n\r\n*Map turtles live in riverine-riparian systems and associated floodplain lakes, ponds, and sloughs. Often they nest on sandy banks or sand bars but sometimes up to about 100 m from water (Natureserve.org)", "taxonomic": {"gap_code": "rCMTUx", "ELCode": "ARAAD05020", "scientific_name": "Graptemys caglei", "ITIS_TSN": "173792", "Global_SEQ_ID": "103126", "common_name": "Cagle's Map Turtle"}}