{"doi": "https://doi.org/10.5066/F7ZP44JJ", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fe0fe0e4b0074928294647", "models": {"rCOWAx-y5": {"intPercentCanopy": null, "intIntoBuffFW": 60.0, "ScientificName": "Nerodia paucimaculata", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 60.0, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[9706, "Western Great Plains Depressional Wetland Systems"], [9916, "West Gulf Coastal Plain Nonriverine Wet Hardwood Flatwoods"], [9857, "South-Central Interior Large Floodplain"], [9844, "Red River Large Floodplain Forest"], [9823, "Western Great Plains Floodplain"], [9237, "West Gulf Coastal Plain Near-Coast Large River Swamp"], [2102, "Open Water (Fresh)"], [4152, "Edwards Plateau Limestone Savanna and Woodland"], [9707, "Western Great Plains Open Freshwater Depression Wetland"], [9710, "Western Great Plains Closed Depression Wetland"], [9711, "Western Great Plains Saline Depression Wetland"], [9814, "Western Great Plains Floodplain Systems"], [4155, "Edwards Plateau Dry-Mesic Slope Forest and Woodland"], [9829, "Edwards Plateau Riparian"], [4208, "Edwards Plateau Mesic Canyon"], [9858, "Ozark-Ouachita Riparian"], [9848, "Western Great Plains Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [5811, "Edwards Plateau Limestone Shrubland"]], "AuxEcoSys": [], "SpeciesCode": "rCOWAx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 60.0, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": true, "Region": "Great Plains", "CommonName": "Concho Watersnake", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 60.0, "strStreamVel": null, "Modeler": "Ken Boykin", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": true, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 60.0}}, "references": {"A87LAW01NAUS": "Lawson, R. 1987. Molecular studies of thamnophiine snakes:1. The phylogeny of the genus NERODIA. J. Herpetology 21:140-157.", "A94WAR01USGP": "Ward, R., E. G. Zimmerman, and T. L. King. 1994. Environmental correlates to terrestrial reptilian distributions in Texas. Texas Journal of Science 46:21-26.", "A89SCO01USGP": "Scott, N. J., Jr., T. C. Maxwell, O. W. Thornton, Jr., L. A. Fitzgerald, and J. W. Flury. 1989. Distribution, habitat, and future of Harter's water snake, Nerodia harteri, in Texas. Journal of Herpetology 23:373-89.", "R85USF01USGP": "U.S. Fish and Wildlife Service. 18 Sept. 1985. Review of vertebrate wildlife. Federal Register 50:37958-37967.", "B75CON01NAUS": "Conant, R. 1975. A Field Guide to Reptiles and Amphibians of Eastern and Central North America. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xvii + 429 pp.", "B04GIB01USGP": "Gibbons, J. W., and M. E. Dorcas. 2004. North American watersnakes: a natural history. University of Oklahoma Press, Norman.  439 pp.", "A92DEN01USGP": "Densmore, L. D., III, F. L. Rose, and S. J. Kain. 1992. Mitochondrial DNA evolution and speciation in water snakes (genus Nerodia) with special reference to Nerodia harteri. Herpetologica 48:60-68.", "A83MEC01USGP": "Mecham, J. S. 1983. Nerodia harteri. Catalogue of American Amphibians and Reptiles 330:1-2.", "A97WHI01ISGP": "Whiting, M. J., J. R. Dixon, and B. D. Greene. 1997. Spatial ecology of the Concho water snake (NERODIA HARTERI PAUCIMACULATA) in a large lake system. Journal of Herpetology 31:327-335.", "B87DIX01USGP": "Dixon, J. R. 1987. Amphibians and Reptiles of Texas, with keys, taxonomic synopses, bibliography, and distribution maps. Texas A&M University Press, College Station. 434 pp.", "R82MAX01USGP": "Maxwell, T. C. 1982. Status and distribution of Nerodia harteri harteri. Final report. December 1982. U. S. Fish and Wildlife Service Contract No. 14-16-0002-79-917. 40 pp.", "W12NAT01USGP": "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "A89ROS01USGP": "Rose, F. L., and K. W. Selcer. 1989. Genetic divergence of the allopatric populations of Nerodia harteri. J. Herpetology 23:261-267.", "A99GRE01USGP": "Greene, B .D., J. R. Dixon, M. J. Whiting, and J. M. Mueller. 1999. Reproductive ecology of the Concho water snake, Nerodia harteri paucimaculata. Copeia 1999:701-709.", "A94GRE01USGP": "Greene, B. D. J. R. Dixon, J. M. Mueller, M. J. Whiting, and O. W. Thornton, Jr. 1994. Feeding ecology of the Concho water snake, Nerodia harteri paucimaculata. Journal of Herpetology 28:165-172.", "B90FWS03NAUS": "U.S. Fish and Wildlife Service (USFWS). 1990. Endangered and threatened species recovery program:report to Congress. 406 pp.", "B00WER01USGP": "Werler, J. E., and J. R. Dixon. 2000. Texas snakes: identification, distribution, and natural history. University of Texas Press, Austin.", "R93USF02USGP": "U.S. Fish and Wildlife Service (USFWS). 1993. Concho water snake recovery plan. Albuquerque, New Mexico. 66 pp.", "B84TEN01NAUS": "Tennant, A. 1984. The Snakes of Texas. Texas Monthly Press, Austin, Texas. 561 pp.", "B79BEH01NAUS": "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "A93DIX01USGP": "Dixon, J. R. 1993. A comment on the status of endangered species. Bulletin of the Chicago Herpetological Society 28:79-80.", "A89MAT01USGP": "Mathews, A. E. 1989. Conflict, controversy, and compromise: the Concho water snake (Nerodia harteri paucimaculata) versus the Stacy Dam and Reservoir. Env. Management 13:297-307.", "A96SMI01USGP": "Smith, J. R., C. Brown, and O. W. Thornton, Jr. 1996. Geographic distribution: Nerodia harteri paucimaculata. Herpetological Review 27:35.", "A89ROS02USGP": "Rose, F. L. 1989. Aspects of the biology of the Concho watersnake (Nerodia harteri paucimaculata). Texas Journal of Science 41(2):115-130.", "B95CAM01NAUS": "Campbell, L. 1995. Endangered and Threatened Animals of Texas:Their Life History and Management. Texas Parks and Wildlife Department, Endangered Resources Branch, Austin, Texas. ix + 129 pp."}, "habitat_description": "This species only occurs in the Colorado and Concho river drainages, in Texas (Ernst and Ernst 2003; Scott et al. 1989; Smith et al. 1996; Tennant 1998; Werler and Dixon 2000). The current range consists of 396 stream kilometers compared to 450 kilometers in previous times; though reduced it now includes lakes Spence, Moonen, and Ivie (Scott et al. 1989; Smith et al. 1996; Tennant 1998).\r\n\r\nThe habitat is primarily characterized by creeks, and low to high gradient rivers, and shallow water pools. Riparian habitats include bare rocks, talus, and scree. Burrowing takes place using or in soil, ground litter, and fallen logs (Natureserve.org). This species is associated with fast flowing rocky streams where can be readily observed basking on rocks near the water’s edge. Similarly, shorelines of impoundments, ponds, and lakes (Werler and Dixon 2000). Whithing et al. (1997) described with more detail the strong association of this species with rocky, low-gradient, and silty shorelines. Cover is provided by the dense vegetation of riparian zones, but also rocks along the shoreline play an important role (Conant 1975; Ernst and Ernst 2004; Gibbons and Dorcas 2004; Scott et al. 1989; Tennant 1984). Hibernation locations include rock piles and crayfish burrows (Werler and Dixon 2000).\r\n\r\nGP - \tThis species is found in areas suitable for juveniles; these are associated with flat rocks that provide basking and hiding opportunities, cracks and gaps that aid in foraging.", "taxonomic": {"gap_code": "rCOWAx", "ELCode": "ARADB22100", "scientific_name": "Nerodia paucimaculata", "ITIS_TSN": "209384", "Global_SEQ_ID": "103615", "common_name": "Concho Watersnake"}}