{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"rEDBRx-y6": {"intIntoBuffFW": null, "ScientificName": "Crotalus adamanteus", "ysnHydroWV": false, "intAuxBuff": 120.0, "strForIntBuffer": null, "intContPatchSize": 45, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[4133, "Atlantic Coastal Plain Dry and Dry-Mesic Oak Forest"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4553, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4506, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Scrub/Shrub Understory Modifier"], [7503, "Atlantic Coastal Plain Southern Dune and Maritime Grassland"], [9907, "Atlantic Coastal Plain Southern Wet Pine Savanna and Flatwoods"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [9401, "Atlantic and Gulf Coastal Plain Interdunal Wetland"], [3105, "Barren Land"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9909, "Central Florida Pine Flatwoods"], [8501, "Disturbed, Non-specific"], [7506, "East Gulf Coastal Plain Dune and Coastal Grassland"], [4301, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Hardwood Modifier"], [4309, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Mixed Modifier"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4501, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [9910, "East Gulf Coastal Plain Near-Coast Pine Flatwoods"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [4105, "East Gulf Coastal Plain Northern Loess Plain Oak-Hickory Upland - Juniper Modifier"], [9603, "East Gulf Coastal Plain Savanna and Wet Prairie"], [9911, "East Gulf Coastal Plain Southern Loblolly-Hardwood Flatwoods"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [4503, "Florida Longleaf Pine Sandhill - Scrub/Shrub Understory Modifier"], [5214, "Florida Peninsula Inland Scrub"], [8406, "Introduced Riparian and Wetland Vegetation"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [7507, "Northern Atlantic Coastal Plain Dune and Swale"], [1403, "Pasture/Hay"], [8504, "Ruderal Wetland"], [9702, "South Florida Cypress Dome"], [9305, "South Florida Dwarf Cypress Savanna"], [4132, "South Florida Hardwood Hammock"], [9905, "South Florida Pine Flatwoods"], [4145, "South Florida Pine Rockland"], [9602, "South Florida Wet Marl Prairie"], [4130, "Southern Coastal Plain Dry Upland Hardwood Forest"], [9838, "Southern Coastal Plain Hydric Hammock"], [9703, "Southern Coastal Plain Nonriverine Cypress Dome"], [4146, "Southern Coastal Plain Oak Dome and Hammock"], [7504, "Southwest Florida Dune and Coastal Grassland"], [9916, "West Gulf Coastal Plain Nonriverine Wet Hardwood Flatwoods"], [9908, "West Gulf Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"]], "AuxEcoSys": [[9801, "Atlantic Coastal Plain Blackwater Stream Floodplain Forest - Forest Modifier"], [9845, "Atlantic Coastal Plain Brownwater Stream Floodplain Forest"], [9303, "Atlantic Coastal Plain Clay-Based Carolina Bay Forested Wetland"], [9301, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest  - Taxodium/Nyssa Modifier"], [9302, "Atlantic Coastal Plain Nonriverine Swamp and Wet Hardwood Forest - Oak Dominated Modifier"], [9843, "Atlantic Coastal Plain Small Blackwater River Floodplain Forest"], [9842, "Atlantic Coastal Plain Small Brownwater River Floodplain Forest"], [9211, "Atlantic Coastal Plain Streamhead Seepage Swamp -  Pocosin -  and Baygall"], [9818, "Central Interior and Appalachian Floodplain Systems"], [9819, "Central Interior and Appalachian Riparian Systems"], [9212, "Central Interior and Appalachian Swamp Systems"], [9804, "East Gulf Coastal Plain Large River Floodplain Forest - Forest Modifier"], [9851, "East Gulf Coastal Plain Small Stream and River Floodplain Forest"], [9701, "Lower Mississippi River Bottomland Depressions - Forest Modifier"], [9854, "Mississippi River Floodplain and Riparian Forest"], [9836, "Mississippi River Low Floodplain (Bottomland) Forest"], [9827, "Mississippi River Riparian Forest"], [9240, "Northern Atlantic Coastal Plain Basin Swamp and Wet Hardwood Forest"], [9858, "Ozark-Ouachita Riparian"], [9844, "Red River Large Floodplain Forest"], [9238, "South Florida Bayhead Swamp"], [9857, "South-Central Interior Large Floodplain"], [9805, "South-Central Interior Large Floodplain - Forest Modifier"], [9850, "South-Central Interior Small Stream and Riparian"], [9852, "Southern Coastal Plain Blackwater River Floodplain Forest"], [9239, "Southern Coastal Plain Nonriverine Basin Swamp"], [9202, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Bay/Gum Modifier"], [9205, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Clethra Modifier"], [9203, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Pine Modifier"], [9201, "Southern Coastal Plain Nonriverine Basin Swamp - Okefenokee Taxodium Modifier"], [9208, "Southern Coastal Plain Seepage Swamp and Baygall"], [9806, "Southern Piedmont Large Floodplain Forest - Forest Modifier"], [9841, "Southern Piedmont Small Floodplain and Riparian Forest"], [9715, "Southern Piedmont/Ridge and Valley Upland Depression Swamp"], [9237, "West Gulf Coastal Plain Near-Coast Large River Swamp"], [9209, "West Gulf Coastal Plain Seepage Swamp and Baygall"], [9814, "Western Great Plains Floodplain Systems"]], "SpeciesCode": "rEDBRx", "intIntoBuffWV": null, "cbxContPatch": true, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": "This species does occur on barrier islands. If use patch size restrictor of 45ha for mainland areas ONLY. ***Apparently does not defend a territory. In longleaf pine sandhills habitat, Timmerman (1989) found that females occupied smaller areas (mean=46.5 ha, N=2) than did males (mean=84.3 ha, N=4).-NatureServe 2005. ***Also a detailed soils layer would help in modeling this species habitat. ***Buffer from distance, subjective & based on mobility. Amy Silvano 29Aug05\r\n\r\nMap units selected for this species are fairly well clumped together on barrier islands. NOT applying a patch size constraint in this part of the range would only add a handful of stray cells. I decided to remove hand modeling and allow the 45 ha minimum patch size to be applied on the barrier island portion of the species' range consistent with all other areas. MJR 16 July 2008.", "intElevMin": 105, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Eastern Diamond-backed Rattlesnake", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B57WRI01NAUS": "Wright, A. H. and A. A. Wright. 1957. Handbook of snakes of the United States and Canada. 2 Volumes. Comstock Publishing Associates, Ithaca, New York. 1105 pp.", "B75CON01NAUS": "Conant, R. 1975. A Field Guide to Reptiles and Amphibians of Eastern and Central North America. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xvii + 429 pp.", "B92CAM01NAUS": "Campbell, J. A., and E. D. Brodie, Jr., editors. Biology of the pit vipers. Selva, Tyler, Texas.", "A00MAR02USGP": "Martin, W. H., and D. B. Means. 2000. Distribution and habitat relationships of the eastern diamondback rattlesnake (Crotalus adamanteus). Herpetological Natural History 7:9-34.", "B75MOU01NAUS": "Mount, R. H. 1975. The Reptiles and Amphibians of Alabama. Auburn University Agricultural Experiment Station, Auburn, Alabama. vii + 347 pp.", "W12NAT01USGP": "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "B40GLO01NAUS": "Gloyd, H. 1940. The rattlesnakes. Chicago Academy Science, Special Publication No. 4.", "A03TIM01USGP": "Timmerman, W. W., and W. H. Martin. 2003. Conservation guide to the eastern diamondback rattlesnake Crotalus adamanteus. Society for the Study of Amphibians and Reptiles, Herpetological Circular No. 32. 55 pp", "B92ERN01NAUS": "Ernst, C. H. 1992. Venomous reptiles of North America. Smithsonian Inst. Press, Washington, D.C. ix + 236 pp.", "A82MEA01NAUS": "Means, D. B. 1982. Responses to winter flooding of the gopher tortoise (GOPHERUS POLYPHEMUS Daudin). Herpetologica 38:521-525.", "B04MEA02SEGP": "Means, D.B. 2004. Eastern Diamonback Rattlesnake, Crotalus adamanteus. in R.E. Mirarchi, M.A. Bailey, T.M. Haggerty, and T.L.Best, eds. Alabama Wildlife. Volume 3.  Imperiled amphibians, reptiles, birds, and mammals. The University of Alabama Press, Tuscaloosa.", "B89ERN03NAUS": "Ernst, C. H., and R. W. Barbour. 1989. Snakes of eastern North America. George Mason Univ. Press, Fairfax, Virginia. 282 pp.", "B79BEH01NAUS": "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "B72KLA01NAUS": "Klauber, L. M. 1972. Rattlesnakes:their habits, life histories, and influence on mankind. Second edition. Two volumes. Univ. California Press, Berkeley.", "B89DUN01NAUS": "Dundee, H. A., and D. A. Rossman. 1989. The amphibians and reptiles of Louisiana. Louisiana State Univ. Press, Baton Rouge.", "B91CON01NAUS": "Conant, R. and J. T. Collins. 1991. A field guide to reptiles and amphibians:eastern and central North America. Third edition. Houghton Mifflin Co., Boston, Massachusetts. 450 pp.", "B95PAL01USGP": "Palmer, W. M., and A. L. Braswell. 1995. Reptiles of North Carolina. North Carolina State Museum of Natural Sciences, University of North Carolina Press, Chapel Hill, North Carolina.", "B80MAR01NAUS": "Martof, B. S., W. M. Palmer, J. R. Bailey, and J. R. Harrison, III. 1980. Amphibians and reptiles of the Carolinas and Virginia. University of North Carolina Press, Chapel Hill, North Carolina. 264 pp.", "R07HAM02USGP": "Hammerson, G.A. 2007. Crotalus adamanteus. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.2. <www.iucnredlist.org>. January 2013.", "B97TEN01USGP": "Tennant, A. 1997. A field guide to snakes of Florida. Gulf Publishing Company, Houston, Texas.  257 pp.", "B81ASH01NAUS": "Ashton, R. E., Jr., and P. S. Ashton. 1981. Handbook of Reptiles and Amphibians of Florida. Part One:The Snakes. Windward Pub. Co., Miami, Florida. 176 pp.", "A80MCC02NAUS": "McCranie, J. R. 1980. Crotalus adamanteus. Cat. Am. Amph.Rep. 252.1-252.2."}, "habitat_description": "The eastern diamond-backed rattlesnake is found across the Coastal Plain of the southeastern United States in areas that range from sea level up to 500 meters (Campbell and Lamar 2004; Dundee and Rossman 1989; Ernst and Ernst 2003; Mount 1975; Palmer and Braswell 1995). Populations occur in the northern region of the Florida peninsula and the southern reaches of the Florida panhandle, and also in North Carolina where this species can be found in the Lower Coastal Plain south of the Neuse River. In Georgia, this species is commonly found on the Fall Line sandhills and some of the Georgia’s sea islands (Timmerman and Martin 2003).\r\n\r\nIn Alabama, this species occurs in the lower Coastal Plain. It has been reported this area was dominated by wiregrass and longleaf pine. Populations in Mississippi are primarily distributed in the southern part of the state. In this region, longleaf pine hills and pine flats are the reported preferred zones occupied by this species (Timmerman and Martin 2003). Populations in Louisiana are near extirpation and the record of distribution in the state lacks recent reports (Natureserve.org). \r\n\r\nThis species also occurs in islands of the states of South Carolina and Florida. Reports describe populations found in patches in the lower and middle Coastal Plain of South Carolina, and also in the coastal marsh-sea island area; Edisto and three smaller barrier islands. Occurrences have been reported in the Florida Keys and most of the west and east coast barrier islands (Ashton and Ashton 1981; Conant and Collins 1998; Ernst and Ernst 2003; Mount 1975; Timmerman and Martin 2003).\r\n\r\nThe habitat of this species includes grassland, riparian zones, savanna, shrubland, chaparral, conifer and hardwood to mixed woodland. In more detail, the preferred habitats are associated with pine and wiregrass flatwoods, longleaf pine-turkey oak hills, pine-palmetto flatwoods, xeric hammocks, mesophytic and coastal maritime hammocks. Also, barrier islands and coastal scrub, wet savannas, wet prairies (in dry periods), mixed pine hardwood, successional woodland (Campbell and Lamar 2004; Dundee and Rossman 1989; Ernst and Ernst 2003; Hammerson 2007; Mount 1975; Palmer and Braswell 1995; Tennant 1997).", "taxonomic": {"gap_code": "rEDBRx", "ELCode": "ARADE02010", "scientific_name": "Crotalus adamanteus", "ITIS_TSN": "174309", "Global_SEQ_ID": "101938", "common_name": "Eastern Diamond-backed Rattlesnake"}}