{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"rGOTOx-y6": {"intIntoBuffFW": null, "ScientificName": "Gopherus polyphemus", "ysnHydroWV": false, "intAuxBuff": 120.0, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[4210, "Atlantic Coastal Plain Central Maritime Forest"], [4133, "Atlantic Coastal Plain Dry and Dry-Mesic Oak Forest"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4553, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4506, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Scrub/Shrub Understory Modifier"], [4403, "Atlantic Coastal Plain Mesic Hardwood and Mixed Forest"], [7503, "Atlantic Coastal Plain Southern Dune and Maritime Grassland"], [4212, "Atlantic Coastal Plain Southern Maritime Forest"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [3105, "Barren Land"], [9909, "Central Florida Pine Flatwoods"], [1201, "Developed, Open Space"], [8501, "Disturbed, Non-specific"], [8103, "Disturbed/Successional - Grass/Forb Regeneration"], [8102, "Disturbed/Successional - Shrub Regeneration"], [7506, "East Gulf Coastal Plain Dune and Coastal Grassland"], [4301, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Hardwood Modifier"], [4309, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Mixed Modifier"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4501, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [4150, "East Gulf Coastal Plain Maritime Forest"], [9910, "East Gulf Coastal Plain Near-Coast Pine Flatwoods"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [9603, "East Gulf Coastal Plain Savanna and Wet Prairie"], [9911, "East Gulf Coastal Plain Southern Loblolly-Hardwood Flatwoods"], [4541, "East-Central Texas Plains Pine Forest and Woodland"], [4140, "East-Central Texas Plains Post Oak Savanna and Woodland"], [7318, "Florida Dry Prairie"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [4503, "Florida Longleaf Pine Sandhill - Scrub/Shrub Understory Modifier"], [5214, "Florida Peninsula Inland Scrub"], [8108, "Harvested Forest - Grass/Forb Regeneration"], [8107, "Harvested Forest - Shrub Regeneration"], [8403, "Introduced Upland Vegetation - Forbland"], [8405, "Introduced Upland Vegetation - Perennial Grassland"], [8407, "Introduced Upland Vegetation - Perennial Grassland and Forbland"], [8402, "Introduced Upland Vegetation - Shrub"], [4151, "Lower Mississippi River Dune Woodland and Forest"], [1403, "Pasture/Hay"], [8301, "Recently Burned"], [8302, "Recently Burned Forest"], [8303, "Recently Burned Grassland"], [8304, "Recently Burned Shrubland"], [8101, "Recently Logged Areas"], [8503, "Ruderal Upland - Old Field"], [9305, "South Florida Dwarf Cypress Savanna"], [4132, "South Florida Hardwood Hammock"], [9905, "South Florida Pine Flatwoods"], [4135, "Southeast Florida Coastal Strand and Maritime Hammock"], [4130, "Southern Coastal Plain Dry Upland Hardwood Forest"], [9838, "Southern Coastal Plain Hydric Hammock"], [4146, "Southern Coastal Plain Oak Dome and Hammock"], [4134, "Southwest Florida Coastal Strand and Maritime Hammock"], [8105, "Successional Shrub/Scrub (Other)"], [8104, "Utility Swath - Herbaceous"], [9913, "West Gulf Coastal Plain Pine-Hardwood Flatwoods"], [4332, "West Gulf Coastal Plain Pine-Hardwood Forest"], [4336, "West Gulf Coastal Plain Sandhill Oak and Shortleaf Pine Forest and Woodland"], [4321, "West Gulf Coastal Plain Upland Longleaf Pine Forest and Woodland"], [9908, "West Gulf Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"]], "AuxEcoSys": [[3118, "Florida Panhandle Beach Vegetation"], [3114, "Louisiana Beach"], [3117, "South Florida Shell Hash Beach"], [3115, "Southeast Florida Beach"], [7504, "Southwest Florida Dune and Coastal Grassland"], [3110, "Unconsolidated Shore"], [3109, "Unconsolidated Shore (Beach/Dune)"], [3108, "Unconsolidated Shore (Lake/River/Pond)"]], "SpeciesCode": "rGOTOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": "***Detailed soils (SSURGO) would be a good layer for modeling this species. Minimum viable population size of 40-50 (Cox et al. in Smith 1992). Amy Silvano 8jul05", "intElevMin": 105, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Gopher Tortoise", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": true, "strAvoid": "Med", "intFromBuffOW": null}}, "references": {"A95FRA01SEGP": "Franz, R. 1995. An introduction to the amphibians and reptiles of the Katherine Ordway Preserve-Swisher Memorial Sanctuary, Putnam County, Florida. Bulletin of the Florida Museum of Natural History. 38(1-9):1-10.", "B55CAR01SEGP": "Carr, A. F., Jr., and C. J. Goin. 1955. A guide to the reptiles, amphibians and fresh-water fishes of Florida. Univ. Florida Press, Gainesville. 341pp.", "A82AUF01NAUS": "Auffenberg, W., and R. Franz. 1982. The status and distribution of the gopher tortoise (Gopherus polyphemus). Pp. 95-126 in R. B. Bury, editor. North American tortoises:conservation and ecology. U.S. Fish and Wildlife Service.", "A86DIE01SEGP": "Diemer, J. E. 1986. The ecology and management of the gopher tortoise in the southeastern United States. Herpetologica. 42:125-133.", "B72ERN01NAUS": "Ernst, C. H., and R. W. Barbour. 1972. Turtles of the United States. Univ. Press of Kentucky, Lexington. x + 347 pp.", "R94MUS01SEGP": "Mushinsky, H. R. and E. D. McCoy. 1994. Comparison of Gopher Tortois Populations on Islands and on the Mainland in Florida. Fish and Wildlife Research Report No. 13:  Biology of North American Tortoises. 1994:39-47.", "B88CHR01SEGP": "Christman, S. P. 1988. Endemism and Florida's Interior Sand Pine Scrub. Tallahassee, FL: Florida Game and Fresh Water Fish Commission.", "B88ASH01NAUS": "Ashton, R. E., Jr., and P. S. Ashton. 1988. Handbook of reptiles and amphibians of Florida. Part Three. The amphibians. Windward Publ. Co., Miami.", "R94GER01SEGP": "Germano, D. J. 1994. Comparative life histories of north American tortoises. Fish and Wildlife Research Report No. 13:  Biology of North American Tortoises. 1994:175-185.", "B95WIL01NCGP": "Wilson, L. A. 1995. The Land Manager's Guide to the amphibians and reptiles of the South. Chapel Hill, NC: The Nature Conservancy.", "A81MCR01SEGP": "McRae, W.A., J.L. Landers, and J.A. Garner. 1981. Movement patterns and home range of the gopher tortoise. Am. Midl. Nat. 106:165-179.", "R88BRE01SEGP": "Breininger, D. R., P. A. Schmalzer, D. A. Rydene, and C. R. Hinkle. 1988. Burrow and habitat relationships of the gopher tortoise in coastal shrub and slash pine flatwoods on Merritt Island, Florida. Final Rep. Proj. No. GFC-84-016. Fla. Game and Fresh Water Fish Comm. Tallahassee, FL. 24pp.", "R94DIE01SEGP": "Diemer, J. E. and C. T. Moore. 1994. Reproduction of gopher tortoises in north-central Florida. Fish and Wildlife Research Report No. 13:  Biology of North American Tortoises. 1994:129-137.", "B92DIE01SEGP": "Diemer, J. E. 1992.  Gopher tortoise. Rare and Endangered Biota of Florida: Amphibians and Reptiles. P. E. Moler ed.  Gainesville, FL: University Press of Florida; 3 pp. 123-127. 291 pp.", "R94WIL01SEGP": "Wilson, D. S.; H. R. Mushinsky, and E. D. McCoy. 1994. Home range, activity and use of burrows of juvenile gopher tortoises in central Florida. Fish and Wildlife Research Report No. 13:  Biology of North American Tortoises. 1994:147-160.", "A81GAR02SEGP": "Garner, J. H., and J. L. Landers. 1981. Foods and habitat of the gopher tortoise in southwestern Georgia. Proceedings of the Annual Conference of the Southeastern Association of Fish and Wildlife Agencies 35:120-133.", "A95SMI02SEGP": "Smith, L. L. 1995. Nesting ecology, female home range and activity, and population size-class structure of the gopher tortoise, Gopherus polyphemus, on the Katherine-Ordway Preserve, Putnam County, Florida. Bulletin of the Florida Museum of Natural History. 1995; 38(4):97-126.", "N92SMI01SEGP": "Smith, L. L.1992.  Nesting Ecology, Female Home Range and Activity Patterns, and Hatchling Survivorship in the Gopher Tortoise. M.S. Thesis University of Florida, Gainesville, FL.", "R87COX01SEGP": "Cox, J.; D. Inkley, and R. Kautz. 1987. Ecology and Habitat Protection Needs of Gopher Tortoise (Gopherus polyphemus) Populations Found on Lands Slated For Large-Scale Development in Florida. Tallahassee, FL: Florida Game and Fresh Water Fish Commission.", "R95MCC01SEGP": "McCoy, Earl D. and Henry R. Mushinsky.  1995. The demography of Gopherus polyphemus (Daudin) in relation to size of available habitat. Nongame Wildlife Program Project Report ed.. Tallahassee, FL: Florida Game and Fresh Water Fish Commission; 1995 Dec; GFC-86-013."}, "habitat_description": "The range for the gopher tortoise extends from southeastern United States from southern South Carolina (Clark et al. 2001) through southern Georgia to southern coastal Florida, west through southern Alabama and southeastern Mississippi to eastern Louisiana (Diemer 1989). Occurs on islands off the Gulf coast of Florida as far south as Cape Sable (Kushlan and Mazzotti 1984; Logan 1981; Mushinsky and McCoy 1994). Most common in southern Georgia and northern and central Florida (Diemer 1989), while four disjunct populations occur in South Carolina (Wright 1982). In Georgia, large populations occur in the western Fall Line Sand Hills and the central Tifton Uplands (Landers and Garner 1981); fragmented populations occur in the Coastal Plain with the largest remaining population in Mississippi is in Desoto National Forest (Lohoefener and Lohmeier 1984). A few populations remain at the western edge of the range in eastern Louisiana (Iverson 1992).\r\n\r\nGopher tortoises are fossorial and construct extensive burrow systems as they spend much of the time underground. Eggs are deposited in a characteristic flask-shaped nest cavity which is excavated by the hindlimbs of the female to a depth of about 10-15 cm. Nests are typically placed in the spoil mound immediately outside the female's burrow (Allen and Neil 1951; Arata 1958; Butler and Hull 1996; Hallinan 1923; Landers et al. 1980; Mount 1975). The diet of the gopher tortoise consists of primarily grasses and other herbaceous plants; sometimes including insects, carrion, and fruits. (Carr 1952; Garner and Landers 1981).\r\n\r\nIn general, the gopher tortoise prefers habitats with a well-drained sandy substrate, ample herbaceous vegetation for food, and sunlit areas for nesting (Diemer 1989; Hallinan 1923; Landers et al. 1980). Suitable habitat types include sandhill (pine-turkey oak), sand pine scrub, xeric hammock, pine flatwoods, dry prairie, coastal grasslands and dunes, and mixed hardwood-pine communities (Auffenberg and Franz 1982; Kushlan and Mazzotti 1984; Landers and Speake 1980).\r\n\r\nThe gopher tortoise favors open habitats with a wide variety of herbaceous ground cover vegetation for forage; usually abandons densely canopied areas and frequently can be found in disturbed habitats such as roadsides, fence-rows, old fields, and the edges of overgrown (unburned) uplands (Breininger et al. 1994; Diemer 1989; Stewart et al. 1993).", "taxonomic": {"gap_code": "rGOTOx", "ELCode": "ARAAF01030", "scientific_name": "Gopherus polyphemus", "ITIS_TSN": "173858", "Global_SEQ_ID": "105196", "common_name": "Gopher Tortoise"}}