{"doi": "https://doi.org/10.5066/F7J67FCM", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fe18f2e4b0f87f0854ad42", "models": {"rHACOx-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Micrurus fulvius", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[3105, "Barren Land"], [4133, "Atlantic Coastal Plain Dry and Dry-Mesic Oak Forest"], [4210, "Atlantic Coastal Plain Central Maritime Forest"], [4146, "Southern Coastal Plain Oak Dome and Hammock"], [4503, "Florida Longleaf Pine Sandhill - Scrub/Shrub Understory Modifier"], [4506, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Scrub/Shrub Understory Modifier"], [4107, "Ridge and Valley Calcareous Valley Bottom Glade and Woodland"], [8406, "Introduced Riparian and Wetland Vegetation"], [9702, "South Florida Cypress Dome"], [9838, "Southern Coastal Plain Hydric Hammock"], [9703, "Southern Coastal Plain Nonriverine Cypress Dome"], [9907, "Atlantic Coastal Plain Southern Wet Pine Savanna and Flatwoods"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9905, "South Florida Pine Flatwoods"], [9305, "South Florida Dwarf Cypress Savanna"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [4309, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Mixed Modifier"], [5508, "Southern Piedmont Glade and Barrens"], [5510, "Cumberland Sandstone Glade and Barrens"], [8501, "Disturbed, Non-specific"], [8504, "Ruderal Wetland"], [9602, "South Florida Wet Marl Prairie"], [9603, "East Gulf Coastal Plain Savanna and Wet Prairie"], [4132, "South Florida Hardwood Hammock"], [4134, "Southwest Florida Coastal Strand and Maritime Hammock"], [4135, "Southeast Florida Coastal Strand and Maritime Hammock"], [4322, "Southeastern Interior Longleaf Pine Woodland"], [4211, "Atlantic Coastal Plain Northern Maritime Forest"], [4212, "Atlantic Coastal Plain Southern Maritime Forest"], [4150, "East Gulf Coastal Plain Maritime Forest"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [4504, "Atlantic Coastal Plain Fall-Line Sandhills Longleaf Pine Woodland - Loblolly Modifier"], [4505, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [4553, "Atlantic Coastal Plain Fall-line Sandhills Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4501, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Offsite Hardwood Modifier"], [4301, "East Gulf Coastal Plain Interior Shortleaf Pine-Oak Forest - Hardwood Modifier"], [4130, "Southern Coastal Plain Dry Upland Hardwood Forest"], [9909, "Central Florida Pine Flatwoods"], [9911, "East Gulf Coastal Plain Southern Loblolly-Hardwood Flatwoods"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"]], "AuxEcoSys": [], "SpeciesCode": "rHACOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": "Detailed soils layer would be useful for modeling this species predicted distribution. 29Aug05 Amy Silvano", "intElevMin": null, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Harlequin Coralsnake", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Ken Boykin", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": ["Mount, R. H. 1981. The red imported fire ant, Solenopsis invicta (Hymenoptera: Formicidae) as a possible serious predator on some native southeastern vertebrates: direct observations and subjective impressions. Journal of the Alabama Academy of Science 52:71-78.", "Dundee, H. A., and D. A. Rossman. 1989. The amphibians and reptiles of Louisiana. Louisiana State Univ. Press, Baton Rouge.", "Slowinski, J. B. 1995. A phylogenetic analysis of the New World coral snakes (Elapidae:LEPTOMICRURUS, MICRUROIDES, and MICRURUS) based on allozymic and morphological characters. Journal of Herpetology 29:325-338.", "Roze, J. A., and G. M. Tilger. 1983. Micrurus fulvius. Cat. Am. Amph. Rep. 316.1-316.4.", "Martof, B. S., W. M. Palmer, J. R. Bailey, and J. R. Harrison, III. 1980. Amphibians and reptiles of the Carolinas and Virginia. University of North Carolina Press, Chapel Hill, North Carolina. 264 pp.", "Tennant, A. 1984. The Snakes of Texas. Texas Monthly Press, Austin, Texas. 561 pp.", "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "Jackson, D. R., and R. Franz. 1981. Ecology of the easterncoral snake (Micrurus fulvius) in northern peninsular Florida. Herpetologica 37:213-228.", "Tennant, A. 1997. A field guide to snakes of Florida. Gulf Publishing Co., Houston. 257 p.", "Gibbons, J. W., and R. D. Semlitsch. 1991. Guide to the reptiles and amphibians of the Savannah River Site. Univ. of Georgia Press, Athens. xii + 131 pp.", "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "Dowling, H. G. 1993. Viewpoint:a reply to Collins (1991, 1992). Herpetol. Rev. 24:11-13.", "Ernst, C. H., and R. W. Barbour. 1989. Snakes of eastern North America. George Mason Univ. Press, Fairfax, Virginia. 282 pp.", "Collins, J. T. 1991. Viewpoint:a new taxonomic arrangement for some North American amphibians and reptiles. SSAR Herpetol. Review 22:42-43.", "Ashton, R. E., Jr., and P. S. Ashton. 1981. Handbook of Reptiles and Amphibians of Florida. Part One:The Snakes. Windward Pub. Co., Miami, Florida. 176 pp.", "Campbell, J. A., and W. W. Lamar. 1989. The venomous reptiles of Latin America. Comstock Publ. Associates, Division of Cornell Univ. Press, Ithaca, New York. xii + 425 pp.", "Mount, R. H. 1975. The Reptiles and Amphibians of Alabama. Auburn University Agricultural Experiment Station, Auburn, Alabama. vii + 347 pp.", "Ernst, C. H., and E. M. Ernst. 2003. Snakes of the United States and Canada. Smithsonian Books, Washington, D.C.", "Ernst, C. H. 1992. Venomous reptiles of North America. Smithsonian Inst. Press, Washington, D.C. ix + 236 pp."], "habitat_description": "The range of this species expands from southeastern North Carolina, south into most of the coastal plain, through Florida, west and central Georgia, Alabama, southern Mississippi, and southeastern Louisiana. Also, from central and northern Louisiana and southwestern Arkansas, and west into Texas. \r\n\r\nIn Mexico, this species ranges from eastern Coahuila, northeastern Nuevo Leon, Tamaulipas, San Luis Potosi, eastern Guanajuato, Queretaro and Hidalgo (Ernst 1992). The habitats of this species include hardwood forest, pine/oak woodland, pine flatwoods, xerophytic scrub, and sandy areas (Ernst and Ernst 2003, Tennant 1997).\r\n\r\nEggs are laid in loose sandy soils in association with decaying matter (Mount 1975).\r\n\r\nHabitat destruction and motorized vehicles are potentially the most serious threats (Ernst 1992, Ernst and Ernst 2003). Natureserve.org documents the decline of this species in Alabama due to introduction of the fire ant (Mount 1981, as reported on natureserve.org).\r\n\r\nSE-Conifer forest, hardwood forest, savanna, shrubland, chaparral, various woodlands; pine-oak, hardwood. Also found on pine flatwoods, xerophytic scrub, marsh edges, and residential areas.", "taxonomic": {"gap_code": "rHACOx", "ELCode": "ARADC02010", "scientific_name": "Micrurus fulvius", "ITIS_TSN": "174354", "Global_SEQ_ID": "104183", "common_name": "Harlequin Coralsnake"}}