{"doi": "https://doi.org/10.5066/F7G73C4V", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fe1ac4e4b0f87f0854ad7c", "models": {"rLOPIx-y6": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Pituophis ruthveni", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[4541, "East-Central Texas Plains Pine Forest and Woodland"], [9908, "West Gulf Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [5513, "West Gulf Coastal Plain Catahoula Barrens"], [9913, "West Gulf Coastal Plain Pine-Hardwood Flatwoods"], [4336, "West Gulf Coastal Plain Sandhill Oak and Shortleaf Pine Forest and Woodland"], [4332, "West Gulf Coastal Plain Pine-Hardwood Forest"], [4321, "West Gulf Coastal Plain Upland Longleaf Pine Forest and Woodland"], [4154, "Western Great Plains Wooded Draw and Ravine"], [9839, "West Gulf Coastal Plain Small Stream and River Forest"]], "AuxEcoSys": [], "SpeciesCode": "rLOPIx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": null, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Louisiana Pinesnake", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B00WER01USGP": "Werler, J. E., and J. R. Dixon. 2000. Texas snakes: identification, distribution, and natural history. University of Texas Press, Austin.", "B98CON02SEGP": "Conant, R. and J.T. Collins. 1998. A field guide to the reptiles and amphibians: eastern and central North America. Houghton Mifflin, Boston. 616 p.", "B89DUN01NAUS": "Dundee, H. A., and D. A. Rossman. 1989. The amphibians and reptiles of Louisiana. Louisiana State Univ. Press, Baton Rouge.", "A71CRA01USGP": "Crain, L., and W. J. Cliburn. 1971. Pituophis melanoleucus lodingi from the western part of its range. Southwestern Naturalist 15:496-497.", "A00ROD01USGP": "Rodriguez-Robles, J. A., and J. M. De Jesus-Escobar. 2000. Molecular systematics of New World gopher, bull, and pinesnakes (Pituophis: Colubridae), a transcontinental species complex. Molecular Phylogenetics and Evolution 14:35-50.", "B91CON01NAUS": "Conant, R. and J. T. Collins. 1991. A field guide to reptiles and amphibians:eastern and central North America. Third edition. Houghton Mifflin Co., Boston, Massachusetts. 450 pp.", "A90SWE01NAUS": "Sweet, S. S., and W. S. Parker. 1990. PITUOPHIS MELANOLEUCUS. Cat. Am. Amph. Rept. 474.1-474.8.", "W12NAT01USGP": "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "A51SMI01USGP": "Smith, H. M., and J. P. Kennedy. 1951. Pituophis melanoleucus ruthveni in eastern Texas and its bearing on the status of P. catenifer. Herpetologica 7:93-96.", "W12HAM01USGP": "Hammerson, G.A. 2007. Pituophis ruthveni. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.2. <www.iucnredlist.org>. February 2013.", "A97RUD01USGP": "Rudolph, D. C., and S. J. Burgdorf. 1997. Timber rattlesnakes and Louisiana pine snakes of the west Gulf Coastal Plain: hypotheses of decline. Texas Journal of Science 49:111-122.", "A06RUD01USGP": "Rudolph, D. C., S. J. Burgdorf, R. R. Schaefer, R. N. Conner, and R. W. Maxey. 2006. Status of Pituophis ruthveni (Louisiana pine snake). Southeastern Naturalist 5:463-472.", "B00DIX02USGP": "Dixon, J. R. 2000. Amphibians and reptiles of Texas. Second edition. Texas A & M University Press, College Station.", "R83JEN01USGP": "Jennings, R. D., and T. H. Fritts. 1983. The status of the black pine snake Pituophis melanoleucus lodingi and the Louisiana pine snake Pituophis melanoleucus ruthveni. U.S. Fish and Wildlife Service and University of New Mexico Museum of Southwestern Biology, Albuquerque, New Mexico. 32 pp", "A96WIL01USGP": "Williams, A. A., and J. E. Cordes. 1996. Pituophis ruthveni (Louisiana pine snake). Herpetological Review 27:35.", "A95REI01NAUS": "Reichling, S. B. 1995. The taxonomic status of the Louisiana pine snake (PITUOPHIS MELANOLEUCUS RUTHVENI) and its relevance to the evolutionary species concept. Journal of Herpetology 29:186-198.", "B98TEN01USGP": "Tennant, A. 1998. A field guide to Texas snakes. Second edition. Gulf Publishing Company, Houston, Texas.", "B03ERN01USGP": "Ernst, C. H., and E. M. Ernst. 2003. Snakes of the United States and Canada. Smithsonian Books, Washington, D.C."}, "habitat_description": "The Lousiana pinesnake, as it name states, was historically found in west-central Louisiana and extreme east-central Texas (Conant and Collins 1991; Dundee and Rossman 1989; Jennings and Fritts 1983; Werler and Dixon 2000). In recent times, populations of this species are restricted to areas with abundant herbaceous ground cover, usually maintained by fires (Reichling 1990; Rudolph et al. 2006; Rudolph and Burgdorf 1997). Rudolph et al. (2006) concluded that extant populations occupy only a fraction of the historical range, west of the Mississippi River.\r\n\r\nIn general, the habitat consists of savanna, conifer woodland, and mixed woodland habitats. The preferred habitat is longleaf pine savannah that is characterized by well-drained, sandy soils (Reichling 1990; Rudolph and Burgdorf 1997). The authors reported burrowing in or using soil, but also decaying logs and leaf litter. The habitat is mainly characterized by pocket gopher burrows (Rudolph and Conner 1996).\r\n\r\nIn Texas, moist bottomlands are populated by this species in areas of long-leaf pine/oak sandhills, short-leaf pine/post oak forest, and blackjack oak woodlands. Habitats of preference include fields, farmland, sections of second-growth timber, and other openly wooded areas (Werler and Dixon 2000). In Louisiana, this species is only found in areas characterized by longleaf forests and second growth longleaf pine/blackjack oak (Fugler 1955; Walker 1965). \r\n\r\nSE\t-Associations include short-leaf and long-leaf pine/oak forest and blackjack oak. Preferably found in openly wooded areas, and fields.", "taxonomic": {"gap_code": "rLOPIx", "ELCode": "ARADB26030", "scientific_name": "Pituophis ruthveni", "ITIS_TSN": "563905", "Global_SEQ_ID": "102626", "common_name": "Louisiana Pinesnake"}}