{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"rPWLIx-y6": {"intIntoBuffFW": null, "ScientificName": "Rhadinaea flavilata", "ysnHydroWV": true, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": true, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[4210, "Atlantic Coastal Plain Central Maritime Forest"], [4211, "Atlantic Coastal Plain Northern Maritime Forest"], [4212, "Atlantic Coastal Plain Southern Maritime Forest"], [9907, "Atlantic Coastal Plain Southern Wet Pine Savanna and Flatwoods"], [4536, "Atlantic Coastal Plain Upland Longleaf Pine Woodland"], [9401, "Atlantic and Gulf Coastal Plain Interdunal Wetland"], [9906, "Central Atlantic Coastal Plain Wet Longleaf Pine Savanna and Flatwoods"], [9909, "Central Florida Pine Flatwoods"], [4507, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Loblolly Modifier"], [4508, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Open Understory Modifier"], [4509, "East Gulf Coastal Plain Interior Upland Longleaf Pine Woodland - Scrub/Shrub Modifier"], [4150, "East Gulf Coastal Plain Maritime Forest"], [9902, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Offsite Hardwood Modifier"], [9903, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Open Understory Modifier"], [9904, "East Gulf Coastal Plain Near-Coast Pine Flatwoods - Scrub/Shrub Understory Modifier"], [9603, "East Gulf Coastal Plain Savanna and Wet Prairie"], [9911, "East Gulf Coastal Plain Southern Loblolly-Hardwood Flatwoods"], [4502, "Florida Longleaf Pine Sandhill - Open Understory Modifier"], [4503, "Florida Longleaf Pine Sandhill - Scrub/Shrub Understory Modifier"], [8406, "Introduced Riparian and Wetland Vegetation"], [8504, "Ruderal Wetland"], [4132, "South Florida Hardwood Hammock"], [4135, "Southeast Florida Coastal Strand and Maritime Hammock"], [9838, "Southern Coastal Plain Hydric Hammock"], [9703, "Southern Coastal Plain Nonriverine Cypress Dome"], [4134, "Southwest Florida Coastal Strand and Maritime Hammock"]], "AuxEcoSys": [], "SpeciesCode": "rPWLIx", "intIntoBuffWV": 9999.0, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": "Pine woods snake collected in drier sandhill environments in NC were usually near water or in ecotones between pine and bottomlands or pocosins (Palmer & Braswell 1995). ***Hand Modeling apply buffer to upland forested systems ONLY; i.e. do not restrict other wet systems to buffer. Amy Silvano 15feb06", "intElevMin": 105, "ysnHydroOW": false, "Region": "Southeast", "CommonName": "Pine Woods Littersnake", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": 250.0, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B70FIT01NAUS": "Fitch, H. S. 1970. Reproductive cycles of lizards and snakes. Univ. Kansas Museum Natural History Miscellaneous Publication 52:1-247.", "B91CON01NAUS": "Conant, R. and J. T. Collins. 1991. A field guide to reptiles and amphibians:eastern and central North America. Third edition. Houghton Mifflin Co., Boston, Massachusetts. 450 pp.", "B80MAR01NAUS": "Martof, B. S., W. M. Palmer, J. R. Bailey, and J. R. Harrison, III. 1980. Amphibians and reptiles of the Carolinas and Virginia. University of North Carolina Press, Chapel Hill, North Carolina. 264 pp.", "B89DUN01NAUS": "Dundee, H. A., and D. A. Rossman. 1989. The amphibians and reptiles of Louisiana. Louisiana State Univ. Press, Baton Rouge.", "NOCODE839": "Tennant, A. 1997. A field guide to snakes of Florida. Gulf Publishing Co., Houston. 257 p.", "B79BEH01NAUS": "Behler, J. L., and F. W. King. 1979. The Audubon Society field guide to North American reptiles and  amphibians. Alfred A. Knopf, New York. 719 pp.", "B89ERN03NAUS": "Ernst, C. H., and R. W. Barbour. 1989. Snakes of eastern North America. George Mason Univ. Press, Fairfax, Virginia. 282 pp.", "B81ASH01NAUS": "Ashton, R. E., Jr., and P. S. Ashton. 1981. Handbook of Reptiles and Amphibians of Florida. Part One:The Snakes. Windward Pub. Co., Miami, Florida. 176 pp.", "B75MOU01NAUS": "Mount, R. H. 1975. The Reptiles and Amphibians of Alabama. Auburn University Agricultural Experiment Station, Auburn, Alabama. vii + 347 pp.", "B03ERN01USGP": "Ernst, C. H., and E. M. Ernst. 2003. Snakes of the United States and Canada. Smithsonian Books, Washington, D.C.", "B99BAR01SEGP": "Bartlett, R.D. and P.P. Bartlett. 1999. Field guide to Florida reptiles and amphibians. Gulf Publishing Co, Houston, TX. 280 p."}, "habitat_description": "The range for this species occurs over disjointed patches along the Coastal Plain from North Carolina to south Florida; the range also expands into eastern Louisiana (Conant and Collins 1991; Ernst and Ernst 2003; Dundee and Rossman 1989; Palmer and Braswell 1995; Tennant 1997). Like other pine snakes, it is described as uncommon but might be due to the secretive nature of the snake (Palmer and Braswell 1995).\r\n\r\nThe main characteristic of this species’ habitat is damp pine flatwoods, followed by longleaf pine and slash pine woodlands; habitat which is underfire control; also found along wooded edges of wet prairies, sandhills nearby water, between sandhills and bottomlands and pocosins, also in hardwood hammocks, and even in dry live-oak woodlands on the coastal islands of Florida and North Carolina (Dundee and Rossman 1989; Ernst and Ernst 2003; Mount 1975; Palmer and Braswell 1995; Tennant 1997). This fossorial and terrestrial snake hides from the cold of the winter and the heat of the summer in burrows, under loose bark, leaf litter, rotting logs, or other debris; buries in sandy soils, but also has been found in crayfish burrows, while eggs are preferably laid in rotting wood (Ernst and Ernst 2003; Martof et al. 1980 (as cited by IUCN); Palmer and Braswell 1995).", "taxonomic": {"gap_code": "rPWLIx", "ELCode": "ARADB28010", "scientific_name": "Rhadinaea flavilata", "ITIS_TSN": "174265", "Global_SEQ_ID": "100676", "common_name": "Pine Woods Littersnake"}}