{"doi": "https://doi.org/10.5066/F75H7DRT", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fe2333e4b0f87f0854ae83", "models": {"rRMTUx-y6": {"intPercentCanopy": null, "intIntoBuffFW": 120.0, "ScientificName": "Graptemys oculifera", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": 120.0, "Season": "y", "intElevMax": null, "intSlopeMax": null, "PrimEcoSys": [[3110, "Unconsolidated Shore"], [3105, "Barren Land"], [8406, "Introduced Riparian and Wetland Vegetation"], [2102, "Open Water (Fresh)"], [8501, "Disturbed, Non-specific"], [8504, "Ruderal Wetland"], [3108, "Unconsolidated Shore (Lake/River/Pond)"], [3109, "Unconsolidated Shore (Beach/Dune)"]], "AuxEcoSys": [], "SpeciesCode": "rRMTUx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": 30.0, "memHandModelNotes": "Aquatic species, only terrestrial systems selected apply to nesting habitat.  Flow Accumulation may be a good predictor for this species since it needs wider, moving rivers and streams.  Probably could set minimum threshold for accumulation, can't find any literature to support and type of slope,threshold etc., but in CP could probably use min of 5-10.  Amy Silvano 6jul05\r\n\r\nChanged flowing interior buffer from 0m to 120m. MJR 30 January 2008.", "intElevMin": null, "ysnHydroOW": true, "Region": "Southeast", "CommonName": "Ringed Map Turtle", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": "All Types", "Modeler": "Ken Boykin", "strEdgeType": null, "strSalinity": "Freshwater Only", "ysnHydroFW": true, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": 30.0}}, "references": {"B89KIN01NAUS": "King, F. W., and R. L. Burke, editors. 1989. Crocodilian, tuatara, and turtle species of the world:a taxonomic and geographic reference. Association of Systematics Collections, Washington, D.C. 216 pp.", "B89DUN01NAUS": "Dundee, H. A., and D. A. Rossman. 1989. The amphibians and reptiles of Louisiana. Louisiana State Univ. Press, Baton Rouge.", "A81DOB01NAUS": "Dobie, J. L. 1981. The taxonomic relationship between MALACLEMYS Gray, 1844 and GRAPTEMYS Agassiz, 1857 (Testudines:Emydidae). Tulane Stud. Zool. Bot. 23:85-102.", "A94LAM01USGP": "Lamb, T., C. Lydeard, R. B. Walker, and J. W. Gibbons. 1994. Molecular systematics of map turtles (GRAPTEMYS): a comparison of mitochondrial restriction site versus sequence data. Systematic Biology 43:543-559.", "B88MCC01USGP": "McCoy, C. J., and R. C. Vogt. 1988. GRAPTEMYS OCULIFERA. Catalogue of American Amphibians and Reptiles 422:1-2.", "B91CON01NAUS": "Conant, R. and J. T. Collins. 1991. A field guide to reptiles and amphibians:eastern and central North America. Third edition. Houghton Mifflin Co., Boston, Massachusetts. 450 pp.", "A98LIN01USGP": "Lindeman, P. V. 1998. Of deadwood and map turtles (GRAPTEMYS): an analysis of species status for five species in three river drainage using replicated spotting-scope counts of basking turtles. Chelonian Conservation and Biology 3:137-141.", "A95JON01USGP": "Jones, R. L., and P. D. Hartfield. 1995. Population size and growth in the turtle GRAPTEMYS OCULIFERA. Journal of Herpetology 29:426-436.", "W12NAT01USGP": "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "B94ERN01NAUS": "Ernst, C. H., R. W. Barbour, and J. E. Lovich. 1994. Turtles of the United States and Canada. Smithsonian Institution Press, Washington, D.C. xxxviii + 578 pp.", "A98WAL02USGP": "Walker, D., and J. C. Avise. 1998. Principles of phylogeography as illustrated by freshwater and terrestrial turtles in the southeastern United States. Annual Review of Ecology and Systematics 29:23-58.", "O80MCC01USGP": "McCoy, C. J., and R. C. Vogt. 1980. Distribution and population status of the ringed sawback GRAPTEMYS OCULIFERA (Baur) in Mississippi and Louisiana. U.S. Fish and Wildlife Service Contract No. 14-16-0004-79-038.", "R86USF07SEGP": "U.S. Fish and Wildlife Service. 1986. Endangered and threatened wildlife and plants; determination of threatened status for the ringed sawback turtle (Graptemys oculifera). Federal Register 51(246):459O7-4591O.", "B92IVE01USGP": "Iverson, J. B. 1992. A revised checklist with distribution maps of the turtles of the world. Privately printed. Earlham College, Richmond, Indiana.", "A99LIN01USGP": "Lindeman, P. V. 1999. Surveys of basking map turtles GRAPTEMYS spp. in three river drainages and the importance of deadwood abundance. Biological Conservation 88:33-42.", "B94MCC02USGP": "McCoy, C. J., and R. C. Vogt. 1994. GRAPTEMYS. Catalogue of American Amphibians and Reptiles 584:1-3.", "B72ERN01NAUS": "Ernst, C. H., and R. W. Barbour. 1972. Turtles of the United States. Univ. Press of Kentucky, Lexington. x + 347 pp.", "B90FWS03NAUS": "U.S. Fish and Wildlife Service (USFWS). 1990. Endangered and threatened species recovery program:report to Congress. 406 pp."}, "habitat_description": "The ringed map turtle is restricted to the Pearl River drainage system. Its distribution extends from Philadelphia, Neshoba County, Mississippi in the Ross Barnett Reservoir, West Pearl rivers, and into the town of Pearl River, Louisiana. Also found in the lower Bogue Chitto River, Louisiana (McCoy and Vogt 1988 (As referenced by Natureserve.org). Highest densities occur in the Pearl River in the portion above Ross Barnett Reservoir and in localities of Simpson County (Dundee and Rossman 1989; Ernst et al. 1994; Matthews and Moseley 1990). This species does not occur in tributaries or tidal areas. The main food sources depend on high water quality. This benthic species burrow in or using soil, fallen logs, and leaf litter. Eggs are usually laid on gravel bars and sandy beaches (Natureserve.org).\r\n\r\nThe rivers and streams this species occupies are characterized by moderate gradient, but also somewhat fast currents. Its riparian distribution is restricted to sand dunes. This species is prevalent in fast current streams with plenty of logs or other basking or hiding opportunities. Surrounding areas of rivers are sandy or that include gravel bars (Dickerson and Reine 1996; McCoy and Vogt 1980; Natureserve.org).\r\n\r\n*Map turtles live in riverine-riparian systems and associated floodplain lakes, ponds, and sloughs. Often they nest on sandy banks or sand bars but sometimes up to about 100 m from water (Natureserve.org)", "taxonomic": {"gap_code": "rRMTUx", "ELCode": "ARAAD05070", "scientific_name": "Graptemys oculifera", "ITIS_TSN": "173798", "Global_SEQ_ID": "105779", "common_name": "Ringed Map Turtle"}}