{"doi": "https://doi.org/10.5066/F7Q52N2C", "input_layers": {"intEdgeEcoWidth": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strAvoid": "https://doi.org/10.5066/F7PC318R", "ysnHydroWV": "https://doi.org/10.5066/F7JM28J1", "strForIntBuffer": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffFW": "https://doi.org/10.5066/F7JM28J1", "intSlopeMin": "https://doi.org/10.5066/F75D8QQF", "intIntoBuffOW": "https://doi.org/10.5066/F7JM28J1", "intElevMax": "https://doi.org/10.5066/F72N515B", "intSlopeMax": "https://doi.org/10.5066/F75D8QQF", "PrimEcoSys": "https://doi.org/10.5066/F7959GF5", "AuxEcoSys": "https://doi.org/10.5066/F7959GF5", "hucs": "https://doi.org/10.5066/F7DZ0754", "intIntoBuffWV": "https://doi.org/10.5066/F7JM28J1", "intPercentCanopy": "https://doi.org/10.5066/F7DZ0754", "ysnUrbanExclude": "https://doi.org/10.5066/F7PC318R", "intElevMin": "https://doi.org/10.5066/F72N515B", "Region": "https://doi.org/10.5066/F77H1HGT", "ysnHydroOW": "https://doi.org/10.5066/F7JM28J1", "ysnUrbanInclude": "https://doi.org/10.5066/F7PC318R", "strUseForInt": "https://doi.org/10.5066/F7XW4HPN", "intFromBuffWV": "https://doi.org/10.5066/F7JM28J1", "strStreamVel": "https://doi.org/10.5066/F7JM28J1", "strEdgeType": {"Forest/Open Ecotone Only": "https://doi.org/10.5066/F7XW4HPN", "F/O + Shrubland/Woodland": "https://doi.org/10.5066/F7T43RZ7"}, "strSalinity": "https://doi.org/10.5066/F7JM28J1", "ysnHydroFW": "https://doi.org/10.5066/F7JM28J1", "intFromBuffOW": "https://doi.org/10.5066/F7JM28J1"}, "sb_url": "https://www.sciencebase.gov/catalog/item/58fe2920e4b0f87f0854af34", "models": {"rSRBOx-y4": {"intPercentCanopy": null, "intIntoBuffFW": null, "ScientificName": "Charina umbratica", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intSlopeMin": null, "intIntoBuffOW": null, "Season": "y", "intElevMax": 3050, "intSlopeMax": null, "PrimEcoSys": [[7201, "Mediterranean California Subalpine Meadow"], [9504, "Mediterranean California Subalpine-Montane Fen"], [4320, "Mediterranean California Mixed Evergreen Forest"], [4521, "Mediterranean California Subalpine Woodland"], [4519, "Mediterranean California Dry-Mesic Mixed Conifer Forest and Woodland"], [4520, "California Montane Jeffrey Pine-(Ponderosa Pine) Woodland"], [4511, "Central and Southern California Mixed Evergreen Woodland"], [4144, "Mediterranean California Mixed Oak Woodland"], [4317, "Mediterranean California Lower Montane Black Oak-Conifer Forest and Woodland"], [5502, "California Coastal Live Oak Woodland and Savanna"], [9849, "Mediterranean California Foothill and Lower Montane Riparian Woodland"], [5501, "California Central Valley Mixed Oak Savanna"], [4603, "Mediterranean California Mesic Mixed Conifer Forest and Woodland"], [3212, "Southern California Coast Ranges Cliff and Canyon"], [9809, "California Central Valley Riparian Woodland and Shrubland"], [9835, "North American Warm Desert Riparian Woodland and Shrubland"], [9833, "North American Warm Desert Lower Montane Riparian Woodland and Shrubland"], [5410, "Southern California Dry-Mesic Chaparral"], [5504, "Southern California Oak Woodland and Savanna"], [5210, "Southern California Coastal Scrub"], [4404, "Mediterranean California Mesic Serpentine Woodland and Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "rSRBOx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 0, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Southern Rubber Boa", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "Ken Boykin", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "Jeff Lonneker", "ysnUrbanExclude": true, "strAvoid": "Low", "intFromBuffOW": null}}, "references": ["Feldman, C. R., and G. S. Spicer. 2006. Comparative phylogeography of woodland reptiles in California: repeated patterns of cladogenesis and population expansion. Molecular Ecology 15:2201-2222.", "Stebbins, R. C. 1985. A Field Guide to Western Reptiles and Amphibians. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xiv + 336 pp.", "Nussbaum, R. A., and R. F. Hoyer. 1974. Geographic variation and the validity of subspecies in the rubber boa, Charina bottae (Blainville). Northwest Sci. 48:219-229.", "Hoyer, R. F., and G. R. Stewart. 2000. Biology of the rubber boa (Charina bottae), with emphasis on C. b. umbratica. Part I: capture, size, sexual dimorphism, and reproduction. Journal of Herpetology 34:348-354.", "Erwin, D. B. 1974. Taxonomic status of the southern rubber boa, Charina bottae umbratica. Copeia 1974:996-997.", "Collins, J. T., and T. W. Taggart. 2009. Standard common and current scientific names for North American amphibians, turtles, reptiles, and crocodilians. Sixth edition. The Center for North American Herpetology, Lawrance, Kansas. 44 pp.", "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "Crother, B. I. (editor). 2008. Scientific and standard English names of amphibians and reptiles of North America north of Mexico, with comments regarding confidence in our understanding. Sixth edition. Society for the Study of Amphibians and Reptiles Herpetological Circular 37:1-84.", "Stewart, G.R. 1977. Charina, C. bottae. Cat. Am. Amph. Rep. 205.1-205.2.", "Rodriguez-Robles, J. A., G. R. Stewart, and T. J. Pappenfuss. 2001. Mitochondrial DNA-based phylogeography of North American rubber boas, Charina bottae (Serpentes: Boidae). Molecular Phylogenetics and Evolution 18:227-237.", "Hoyer, R. F., and G. R. Stewart. 2000. Biology of the rubber boa (Charina bottae), with emphasis on C. b. umbratica. Part II: diet, antagonists, and predators. Journal of Herpetology 34:354-360.", "Collins, J. T. 1990. Standard common and current scientific names for North American amphibians and reptiles. SSAR Herpetol. Circular No. 19. 41 pp."], "habitat_description": "The southern rubber boa occurs in the San Bernardino Mountains and San Jacinto Mountains of southern California (Stebbins 2003). Most populations are found in the San Bernardino Mountains between Twin Peaks on the west and Green Valley on the East (Stewart 1988). The populations located in the Tehachapi Mountains and Mount Pinos are very similar to this species, but are actually recognized as Charina bottae (northern rubber boa) (Rodriguez-Robles et al. 2001; 2003).\r\n\r\nIn general, the habitats found in this region include riparian zone, conifer forest, mixed forest, and various woodland types. This species burrows in or using soil, debris, and rotting logs. In the summer, this species is found near moist areas like damp draws, seeps and springs (Loe 1985). Hibernacula takes place in rock outcrops; otherwise cover is provided by rotting logs, stumps, rocks, crevices, and fallen bark (Hoyer and Stewart 2000).\r\n\r\nIn more detail, the San Bernardino Mountains and San Jacinto Mountains are characterized by patchy chaparral, shubrland, meadows, grassy savannas and coniferous and deciduous semiopen forests and woodlands constituted by Jeffrey pine, yellow pine, sugar pine, black oak, and white fir where this species thrives well inside these forests and forest clearings (Stebbins 2003).\r\n\r\nAssociations include forests and woodlands constituted by Jeffrey pine, yellow pine, sugar pine, black oak, and white fir. Also found in chaparral, meadows and riparian zones where cover is provided by rocks, crevices, leaf litter, and fallen logs.", "taxonomic": {"gap_code": "rSRBOx", "ELCode": "ARADA01011", "scientific_name": "Charina umbratica", "ITIS_TSN": "683027", "Global_SEQ_ID": "101155", "common_name": "Southern Rubber Boa"}}