{"doi": "???????", "input_layers": {"intEdgeEcoWidth": "https://doi.org/10.5066/????????", "strAvoid": "https://doi.org/10.5066/????????", "ysnHydroWV": "https://doi.org/10.5066/????????", "strForIntBuffer": "https://doi.org/10.5066/????????", "intFromBuffFW": "https://doi.org/10.5066/????????", "intIntoBuffOW": "https://doi.org/10.5066/????????", "intElevMax": "https://doi.org/10.5066/????????", "PrimEcoSys": "https://doi.org/10.5066/????????", "AuxEcoSys": "https://doi.org/10.5066/????????", "intIntoBuffWV": "https://doi.org/10.5066/????????", "ysnUrbanExclude": "https://doi.org/10.5066/????????", "intElevMin": "https://doi.org/10.5066/????????", "Region": "https://doi.org/10.5066/????????", "ysnHydroOW": "https://doi.org/10.5066/????????", "ysnUrbanInclude": "https://doi.org/10.5066/????????", "strUseForInt": "https://doi.org/10.5066/????????", "intFromBuffWV": "https://doi.org/10.5066/????????", "strStreamVel": "https://doi.org/10.5066/????????", "strEdgeType": "https://doi.org/10.5066/????????", "strSalinity": "https://doi.org/10.5066/????????", "ysnHydroFW": "https://doi.org/10.5066/????????", "intFromBuffOW": "https://doi.org/10.5066/????????"}, "models": {"rTXLYx-y4": {"intIntoBuffFW": null, "ScientificName": "Trimorphodon vilkinsonii", "ysnHydroWV": false, "intAuxBuff": null, "strForIntBuffer": null, "intContPatchSize": null, "ysnHandModel": false, "intIntoBuffOW": null, "Season": "y", "intElevMax": 100, "PrimEcoSys": [[5211, "Apacherian-Chihuahuan Mesquite Upland Scrub"], [5303, "Apacherian-Chihuahuan Semi-Desert Grassland and Steppe"], [5201, "Chihuahuan Creosotebush, Mixed Desert and Thorn Scrub"], [5304, "Chihuahuan Gypsophilous Grassland and Steppe"], [7326, "Chihuahuan Loamy Plains Desert Grassland"], [5212, "Chihuahuan Mixed Desert and Thorn Scrub"], [5202, "Chihuahuan Mixed Salt Desert Scrub"], [7303, "Chihuahuan Sandy Plains Semi-Desert Grassland"], [5203, "Chihuahuan Stabilized Coppice Dune and Sand Flat Scrub"], [5204, "Chihuahuan Succulent Desert Scrub"], [9610, "Chihuahuan-Sonoran Desert Bottomland and Swale Grassland"], [5407, "Mogollon Chaparral"]], "AuxEcoSys": [], "SpeciesCode": "rTXLYx", "intIntoBuffWV": null, "cbxContPatch": false, "SubspeciesName": "", "intFromBuffFW": null, "memHandModelNotes": null, "intElevMin": 105, "ysnHydroOW": false, "Region": "Southwest", "CommonName": "Texas Lyresnake", "ysnUrbanInclude": false, "strUseForInt": null, "intEdgeEcoWidth": null, "intFromBuffWV": null, "strStreamVel": null, "Modeler": "", "strEdgeType": null, "strSalinity": null, "ysnHydroFW": false, "Reviewer": "", "ysnUrbanExclude": false, "strAvoid": null, "intFromBuffOW": null}}, "references": {"B00WER01USGP": "Werler, J. E., and J. R. Dixon. 2000. Texas snakes: identification, distribution, and natural history. University of Texas Press, Austin.", "B85STE01NAUS": "Stebbins, R. C. 1985. A Field Guide to Western Reptiles and Amphibians. Second Edition. Houghton Mifflin Company, Boston, Massachusetts. xiv + 336 pp.", "B70FIT01NAUS": "Fitch, H. S. 1970. Reproductive cycles of lizards and snakes. Univ. Kansas Museum Natural History Miscellaneous Publication 52:1-247.", "A94WAR01USGP": "Ward, R., E. G. Zimmerman, and T. L. King. 1994. Environmental correlates to terrestrial reptilian distributions in Texas. Texas Journal of Science 46:21-26.", "W12NAT01USGP": "NatureServe. 2012. NatureServe Explorer: An online encyclopedia of life [web application]. Version 7.1. NatureServe, Arlington, Virginia. Available http://www.natureserve.org/explorer.", "B90COL01NAUS": "Collins, J. T. 1990. Standard common and current scientific names for North American amphibians and reptiles. SSAR Herpetol. Circular No. 19. 41 pp.", "B87DIX01USGP": "Dixon, J. R. 1987. Amphibians and Reptiles of Texas, with keys, taxonomic synopses, bibliography, and distribution maps. Texas A&M University Press, College Station. 434 pp.", "B98TEN01USGP": "Tennant, A. 1998. A field guide to Texas snakes. Second edition. Gulf Publishing Company, Houston, Texas.", "B84TEN01NAUS": "Tennant, A. 1984. The Snakes of Texas. Texas Monthly Press, Austin, Texas. 561 pp.", "A03LAD01USGP": "LaDuc, T. J., and J. D. Johnson. 2003. A taxonomic revision of Trimorphodon biscutatus vilkinsonii (Serpentes: Colubridae). Herpetologica 59:364-374.", "A91MCC01USGP": "McCrystal, H. K. 1991. The herpetofauna of the Big Bend region. Sonoran Herpetologist 9:137-141.", "A49JAM01USGP": "Jameson, D. L., and A. G. Flury. 1949. The reptiles and amphibians of the Sierra Vieja Range of southwestern Texas. Texas Journal of Science 12:54-79.", "B03STE01USGP": "Stebbins, R.C. 2003. A field guide to western reptiles and amphibians.  Third Edition. Houghton Mifflin, Boston.", "A08DEV01USGP": "Devitt, T. J., T. J. LaDuc, and J. A. McGuire. 2008. The Trimorphodon biscutatus (Squamata: Colubridae) species complex revisited: a multivariate statistical analysis of geographic variation. Copeia 2008:370-387.", "A06DEV01USGP": "Devitt, T. J. 2006. Phylogeography of the western lyresnake (Trimorphodon biscutatus): testing arid land biogeographical hypotheses across the Nearctic-Neotropical transition. Molecular Ecology 15:4387-4407.", "B84SCO01USGP": "Scott, Norman J., Jr and Roy W. McDiarmid. 1984. Trimorphodon biscutatus. Catalogue of American Amphibians and Reptiles. 353:1-4.", "B00DIX02USGP": "Dixon, J. R. 2000. Amphibians and reptiles of Texas. Second edition. Texas A & M University Press, College Station.", "B96DEG01USGP": "Degenhardt, W., Painter, C., and A. Price.  1996. Amphibians and reptiles of New Mexico. University of New Mexico Press, Albuquerque, New Mexico. 429 pages."}, "habitat_description": "The distribution of the Texas lyresnake expands across southwestern New Mexico, western Texas, and neighboring Chihuahua and Coahuila, in Mexico. Populations are well established in many of the Mexican mountain ranges bordering the Rio Grande across Chihuahua and Sierra del Carmen in western Coahuila. The elevational range has been estimated from 860 meters up to 1856 in its highest localities (Le Duc and Johnson 2003). In Southern New Mexico, this snake is found in Dona Ana, Grant, Hidalgo, Luna, and Sierra counties; in Texas, Brewster, Hudspeth, El Paso, Jeff Davis, and Presidio counties (Devitt et al. 2008).\r\n\r\nThis species burrows in or using soil, but also in fallen logs and decaying vegetation. It occupies areas characterized by bare rock, talus, and scree. Inhabits desert, shrubland, chaparral, conifer, hardwood, mixed woodland (Natureserve.org). It is most commonly found in rocky, dry terrain of mountainous features, canyons, hills, rock outcrops, and other similar conditions. This species is associated with areas dominated by mesquite, catclaw mimosa, ocotillo, lechugilla, yucca, white thorn, prickly pear, native grasses, creosote bush, and cholla (Degenhardt et al. 1996; LaDuc and Johnson 2003; Natureserve.org; Tennant 1998; Werler and Dixon 2000).\r\n\r\nSW\t-Associated with plant communities of, ocotillo, catclaw mimosa, yucca, prickly pear, cholla, native grasses, white thorn, creosote bush, and trees like mesquite, ash, hackberry, and juniper oak.", "taxonomic": {"gap_code": "rTXLYx", "ELCode": "ARADB37020", "scientific_name": "Trimorphodon vilkinsonii", "ITIS_TSN": "209451", "Global_SEQ_ID": "681174", "common_name": "Texas Lyresnake"}}